<template>
    <div id="hzqing" ref="timeline">
        <div class="timeline">
            <div class="timeline-row" v-for="(item,index) in timeItemList" :key="index">
                <div class="timeline-time">
                    <span>{{ item.time | formatDate }} </span>
                </div>
                <div class="timeline-img" style="border-radius: 50%">
                    <!--<avatar style="border-radius: 50%; background: pink;" username="Heng Zhao Qing" :src="item.img" :size="60" ></avatar>-->
                    <img :src="item.img">
                </div>
                <div class="timeline-content">
                    <div class="content-body">
                        <h2>{{ item.title }}</h2>
                        <p>
                            <img :src="item.img"/>
                        </p>
                        <p>
                            一:{{ item.content }}
                        </p>
                        <p>
                            二:{{ item.content2 }}
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
</template>
<script>
    import {parseTime} from '../utils/index'
    import Avatar from 'vue-avatar'

    export default {
        name: 'timeline',
        components: {
            Avatar
        },
        created () {
            this.init()
        },
        methods: {
            init () {
                var strs = new Array()
                var strs2 = new Array()
                this.testTimeItemList = this.testTimeItemList.replace(/\ +/g, '')
                this.testTimeItemList = this.testTimeItemList.replace(/[\r\n]/g, '')
                this.testTimeItemList2 = this.testTimeItemList2.replace(/\ +/g, '')
                this.testTimeItemList2 = this.testTimeItemList2.replace(/[\r\n]/g, '')
                strs = this.testTimeItemList.split('。')
                strs2 = this.testTimeItemList2.split('。')
                for (var i = 0; i < strs.length; i++) {
                    // document.write(strs[i] + '<br/>') // 分割后的字符输出
                    // var j = Math.floor(Math.random() * 1000)
                    var timeItemLists =
                        {
                            time: new Date().getTime(),
                            img: 'static/three.jpg',
                            title: i,
                            content: strs[i],
                            content2: strs2[i]
                        }
                    this.timeItemList.push(timeItemLists)
                }
               // console.log(this.testTimeItemList)
            }
        },
        data () {
            return {
                timeItemList: [
                    {
                        time: 1588832657000,
                        img: '',
                        title: '一本书就是一根时间轴',
                        content: '时间轴的左边是可以是一段话,一句话,一个词'
                    }
                ],
                testTimeItemList2:`
                、世界最长的城墙——中国万里长城。 2、世界最古老的东西贸易通道——丝绸之路。
、世界围地最大的城墙——明代南京石头城。 4、世界最高的北回归线标志塔——广东从化北回归标志塔。
、世界水稻种植最北的地区——黑龙江呼玛县。 6、世界最著名的涌潮——钱唐江潮。
、世界最大陨石雨和陨石——降落在吉林省。 8、世界最旱的水闸式运河——广西灵渠。
、世界最长的运河——京杭大运河。 10、世界含沙量最大的河流——黄河。
、世界海拔最高的河流——雅鲁藏布江。 12、世界最高的大咸水湖——西藏的纳木错湖。
、世界高峰最多的山脉——喜马拉雅山脉。 14、世界最高的农业种植区——西藏。
、世界流动沙丘面积百分比最大的沙漠——塔克拉玛干沙漠。 16、世界最低的盆地——新疆吐鲁番盆地。
、世界陆面最大的高差——珠穆朗玛峰（8844.43）与艾丁湖（一155米）。
、世界熔岩地貌最发达之地——广西、贵州和云南东部
 亚洲是世界海岸线最长的洲；
 珠穆朗玛峰是世界最高峰；
“世界屋脊”，是世界最高的高原；
 里海是世界最大的湖泊；
 马六甲海峡是世界最长的海峡；
 中国是世界上生产稻米最多的国家；
 老挝的安息香产量居世界首位；
 泰国的钾盐储量居世界首位；
 马来西亚锡储量居世界首位；孟加拉黄麻产量居世界之首；
 沙特的石油储量居世界首位；
; 恒河三角洲是世界最大的三角洲 ；
 ； 雅鲁藏布大峡谷是世界第一大峡谷；
 。

最早的兵书是春秋孙武的《孙子兵法》 2.字数最多的字典是清朝的《康熙字典》
最早的报纸是西汉的《邸报》 4.最早的传记文学是西汉的《史记》
最早的优秀诗歌总集是春秋的《诗经》 6.记载时间最长的历史巨著是孔子的《春秋》
世界最大的皇宫是北京的故宫 8.最高的宫殿是布达拉宫
最长的石窟画廊是敦煌莫高窟 10.最大的内陆盆地是塔里木盆地
最早的立体地图是宋代沈括绘制的《使契丹图》 12.最大的广场是北京天安门广场
 ：
、花卉种类最多 2、产牡丹最多 3、产玫瑰最早 4、栽菊花最早
 亚洲是世界海岸线最长的洲；
 珠穆朗玛峰是世界最高峰； 青藏高原号称“世界屋脊”，是世界最高的高原；
 里海是世界最大的湖泊；
 马六甲海峡是世界最长的海峡；
 中国是世界上生产稻米最多的国家；
 老挝的安息香产量居世界首位；
 泰国的钾盐储量居世界首位；
 马来西亚锡储量居世界首位；孟加拉黄麻产量居世界之首；
 沙特的石油储量居世界首位；
; 恒河三角洲是世界最大的三角洲 ；
 ； 雅鲁藏布大峡谷是世界第一大峡谷；
 。
——这种被称为碳硼烷酸的化合物，酸性强度是浓硫酸的100万倍。
 世界上最甜的物质是卡坦精。它是从非洲加纳共和国森林的野生植物“卡坦菲”中提炼出来的，其甜度为蔗糖
60万倍
 世界上最苦的物质是苯酸铵酰糖化物。它是一种白色结晶，若把它稀释成一千万分之一的浓度，用舌头舔一

 世界上最辣的是——“泰兹珀”番椒
 世界上最毒的物质之一是钋。钋210的毒性比氰化物高两亿五千万倍，0.1克钋可以杀死1000亿人。
 H2Se是目前世界上最臭的物质
 世界上最脏的和最热的海 红海和地中海
 位于亚、非两洲之间的红海，是世界上海水最热的海，也是最年轻的海,它是一个面积45万平方千米，长2100
290千米的深海，平均深度为558米，最深处达2740米。
 红海最特异的地方莫过于它的“热”了。地球海洋表面的年平均水温是17℃，而红海的表面水温8月份可达
℃～32℃，即使是200米以下的深水，也可达到约21℃。更为奇怪的是在红海深海盆中，水温竟高达60℃！
 红海地处北回归高压带控制的范围，腹背受北非和阿拉伯半岛热带沙漠气候的影响，气候终年干热，所以水


 地中海是世界最大的内海,也是世界最赃的海。每年倒入地中海的废水达35亿立方米,固体垃圾1.3亿吨。最
18个国家58个石油港口装卸石油时给海水带来了严重石油污染。
 最大的食肉鱼——最大的食肉鱼是稀有的大白鲨，成年大白鲨平均4.5米长，大约650公斤重，有证据表明
6米多。
 最危险的动物——自石器时代以来，除战争与事故造成人类死亡以外，有一半的死亡要归于疟蚊属的蚊子携
1997年，据世界健康组织估计，疟疾仍每年导致150人死亡。
 最毒的动物——南美洲和中美洲的毒剑蛙能分泌致死的物毒素。金色毒剑蛙的皮肤分泌物的毒性是最强的。

 最毒的蛇——世界上最毒的蛇是贝尔彻海蛇，生活在澳大利亚西北部的阿什莫尔群岛的暗礁周围，它的毒性
1.5米，一条蛇的毒液能毒死25万只老鼠。
 最毒的鱼——红海和印度洋一太平洋地区的河豚有一种致命毒素，属最有威力的非蛋白质毒素中的一种，这
0.1克就足以在20分钟内毒死一个成年人。发现于印度洋－

 最毒的水母——过去100年里，澳大利亚沿岸的盒水母的毒液已杀死至少70人，据称，如没有足够的药物，
4分钟内死去。一种有效的抵御工具是用妇女的长袜，水母蜇人的器官不能穿透这种物质。
 最危险的海胆——花海海胆释放的毒素能使人产生剧烈的疼痛，呼吸困难与瘫痪。
 最危险的蜜蜂——源于非洲的杂交蜜蜂的毒性并不比其他蜜蜂强，但成群蜇人时足以致命。
 最毒的蜈蚣——所罗门群岛上有一种危险奇特的蜈蚣，它的毒性非常大，能通过前肢而不用颌攻击人，据说

 最危险的蚂蚁——火蚁源于南美洲，20世纪20年代随运土的船到达美国。1995年5月，在得克萨斯州中部
2.3万条鳟鱼由于吃火蚁而毙命。火蚁喜欢电源，并经常咬断绝缘体，导致停电与火灾。
 最危险的熊——北极熊是唯一主动攻击人类的熊，北极熊的攻击大多发生在夜间。
 最危险的鳄鱼——尽管大部分死亡情况未被记载，盐水鳄每年致死的人数仍高达2000人。造成最大伤亡鳄鱼
1945年2月19日至20日的晚上。当时进攻缅甸兰里岛的盟军，将800－
人的日本步兵围困在一岸边的沼泽地中。到第二天早晨，只有20个日本兵活了下来，确信其余的大多数已

 最危险的猫科动物——老虎比其他猫科动物更频繁地袭击人类，也许因为人符合老虎捕食猎物的大小，而且

 最强有力的动物啮合力——在巴哈马比米尼群岛海洋生物实验室进行的试验中，测得一条2米长的暗黑色鲨
60公斤，这相当于用牙以每平方厘米3吨的力量咬东西。更大的鲨鱼，如大白鲨可能会有

 最长的致命蛇——这条和英国伦敦动物园的管理者在一起的网状花纹蛇，通常长度超过6.25米。它们能用长

 最凶残的鱼——锯齿鱼攻击所有受伤的动物或在水中制造混乱。据报道，1981年一艘超载在巴西奥比多斯停
300人被锯齿鱼吃掉。
 最骇人听闻的鱼——生活在巴西和圭亚那的淡水里的电鳗，通身有两对纵向器官可放射出650伏的电击，其

 最毒的晰蜴——墨西哥和美国西南部的吉拉巨晰蜴以及它的近亲――墨西哥蛛晰蜴的腺内的毒液足以杀死两

 最危险的小哺乳动物——对人类威胁最大的小哺乳动物是老鼠，它们携带20多种病源，其中包括能导致淋巴

走的最慢的兽－－树懒。树懒是一种懒得出奇的哺乳动物，面临危险的时刻，其逃跑的速度超不过0．2米／秒
 最大的蜻蜓——分布在南美洲。身长12厘米，是世界最大的蜻蜓。
 产卵最多的鱼——翻车鱼一次能产3亿多个卵，是世界产卵最多的鱼。
 最重的昆虫——金化科大甲虫重70.9~99.2克之间，是世界最重的昆虫。
 飞的最快的昆虫——澳大利亚蜻蜓时速可达58千米，是飞的最快的的昆虫。
 身高最矮的民族——姆布蒂人平均身高1.35米，是身高最矮的民族。
 身高最高的民族——图西人平均身高1.83米，是身高最高的民族。
 最大的海——珊瑚海面积有479平方千米，是世界最大的海。
 最小的海——马尔马拉海面积只有1.1万平方米，是世界最小的海。
 最高的死火山——阿空加瓜山海拔高6096米，是世界最高的死火山。
 最矮的活火山——搭尔火山只有200米高，是世界最矮的活火山。
 最长寿的哺乳动物——有一种大象可以活180~200岁，是世界最长寿的哺乳动物。
 最毒的动物——金毒刺蛙能一下毒死1500人，是世界最毒的动物。
 最重的蛋——鸵鸟蛋平均重180~200克，是世界最重的蛋。
 最小的蛋——草鸟，只有0.36~0.37克,是世界最小的蛋。
 最小的蜘蛛——施展蜘蛛，生物学家曾在西萨摩尔群岛采到一只成年雄性展蜘蛛，体长只有0.043厘米，还

 最小的鸟——世界上最小的鸟儿是“微型”蜂鸟，它体重2克，从嘴尖到尾尖长5厘米。
 最小的哺乳动物——几年以前，在泰国的热带丛林里发现了“最小哺乳动物”这一称号的新的争夺者——小飞
2克，体长3厘米，头长11毫米，翼展5.5厘米，以小昆虫为食。
最长寿的狗——今年春天，世界上最老的“狗寿星”在奥地利的布里斯班去世，终年32岁，相当于人活了224岁。
 产奶量最大的哺乳动物——一条蓝鲸在哺乳期里每天可产奶430升，相当于最好的奶牛产奶量的5倍。
 最香的花——普遍认为是素有“香祖”之称的兰花。兰花还有“天下第一香”的美誉
 叶子寿命最长的植物----百岁兰
 最耐干旱的花——是令箭荷花，又称仙人掌花。
 颜色和品种最多的花——是月季花。全世界有上万种，颜色有红、橙、白、紫，还有混色、串色、丝色、复 色、

 最会变颜色的花——是石竹花中的一个名贵品种。这种花早上雪白色，中午玫瑰色，晚上是漆紫色
 颜色变化最多的花——弄色木芙蓉 它的花初开的时候是白色，第二天变成了浅红色，后来又变成了深红色，
"弄色木芙蓉"，一日由，二日鹅黄，三日浅红，
"文官花"。
 最有富贵气质的花——牡丹
 傲骨铮铮，最有气节的花——梅花
 昙花，一时灿烂，尽美方谢，每一秒钟都在动的花。
 最深情的花——彼岸花
 最守时的花——时钟花
 世界上最卓越的“水渠”——人的心脏可以连续工作一百多年，每天泵出血液6至8吨，三年半时间所泵出的

 世界上最小的“电台”——科学家们研究发现，每一个人体细胞都是一个微型电台，它能发射出频率为150K·C

世界上最小的“化工厂”——人体的新陈代谢大部分是化学变化。在数百种被称为“酶”的催化剂的管理下，化学
这一切，绝大多数都是在最小的“化工厂”—只有1.5公斤重的肝脏里进行的。
 世界上最原始的“发动机”——肺脏犹如一台发动机，推动人体氧化代谢的速度。肺在胸腔扩张最大时，能容
4.5升空气。肺吸收氧的面积有129027平方厘米。
 世界上最奇特的“钢筋”——人体全靠骨骼支撑，骨骼是空心的，但有许多适应力学要求的文理结构，每平方
1吨的重压。
 世界上最贵的咖啡——苏门答腊岛出产的Kopi Luwah品种的咖啡。每磅售价高达300美元!
 咖啡产于世界各地。有些地域产的咖啡品质超群，有口皆碑。通常原于其低产量和卓越的品味，包括牙买加
KONA），坦桑尼亚的Peaberry。这类咖啡都以优质和稀有而价格不菲。
 然而有一种咖啡以它独特的口味，稀有，和奇异的生产过程击败上列的所谓顶级咖啡。 这种咖啡的名称就是
LUWAK。年产量仅500磅左右。物以稀为贵，KOPI LUWAK 的价格是300美金一磅。价格可能反映了其
“生产”过程则可用“稀奇”来形容。
 KOPI（印尼语，咖啡）LUWAK 产于苏门达腊、爪洼、和苏尔维什岛上，属于印度尼西亚13，677岛屿中的
LUWAK咖啡贵如金银并非是假海岛上的无限风景，却是因其如何产出。
 在印尼的这些岛上，有一种有袋类狸猫，属树生大灵猫属。当地人讨厌这种狸猫因为它们常在咖啡树中吃掉



 有趣的是，这种特别的“生产工艺”并非是咖啡业独有。类似橡胶树的ARGAN树产于摩罗哥，产出象橄榄状
ARGAN油。在摩罗哥，柏柏人赶羊上树，让羊吃树上的果子。然后他们集起羊粪，除去粪土，
ARGAN油。ARGAN油可用以按摩，食用和催情。
 由此假设，从一开始印尼的岛民就用此免于爬树之术而产出世上最贵的咖啡。这种咖啡的口味如何？口感非

KOPI LUWAK咖

 世界上最深的湖：贝加尔湖， 平均水深73O米，最深1620米，湖面海拔456米。
——苏必利尔湖，东西长616公里，南北最宽处257公里，面积8.24万平方公里。湖岸线长3000

 最低的湖——死海，低于海平面400米。
 最大的咸水湖——里海，里海也是世界最大的内陆湖，位于辽阔平坦的中亚西部和欧洲东南端，西面为高加
1 200千米，东西平均宽度320 千米。面积约386 400平方千米，比北美五大

 最老的树——美国加利福利亚州的一棵名叫麦修彻拉的刺球果松，树龄高达6400岁；另外还有一棵是非洲西
8000多岁，可惜的是在1868年毁于一场风灾。
 最重的木——云南西双版纳的铁力木，其主干高达30米，木质坚硬，把它放在水中也不会浮于水面。
 最轻的木——美国和中国云南、广西等地的巴沙木，每立方米只有0.1吨重。
 最高的树——澳洲的杏仁桉，普遍高达百余米，最高达156米，相当于50层的高楼，要比2幢“上海国际饭
”还要高。
 最矮的树——矮柳的高度仅3～5厘米。
 最粗的树——意大利西西里岛上生长着一棵栗树，树身周长为56米。
 最咸的树——中国黑龙江生长着一种木盐树，含盐量竟与普通食用盐相差无几。
 最甜的树——北美洲的槭树，含糖量可达85%。
 最硬的木——朝鲜和中国东北的铁桦树，比普通钢板还要硬1倍，现代步枪即使在短射程内也奈何不了它。
 最亮的树——北美洲的魔树，晚上在树下可以看清楚小5号楷书大小的字。
 最毒的树——中国云南西双版纳和海南海康的箭毒木，即见血封喉树，其树汁洁白，却奇毒无比，见血就要

 最耐火的树——中国南海的海松树和南非洲的水瓶树，一旦发生火灾，最多叶子被烧掉，来年照样发新叶，

 最珍贵的树——水杉和银杏。世界上唯有中国的四川、湖北、湖南和广西等地才有。它们被誉为“世界罕见的
”、“植物熊猫”。
 最具贵族气派的树——首推檀香树。有位生物学家曾幽默说：檀香树是贵族中的贵族，是非常漂亮、美丽的
“寄生作伴”，更不轻率接香，因此常与洋金凤和紫珠搞得火火热热。
 生长最慢的树——前苏联喀拉里的尔威兹加树，以及北极林带的希特卡云杉，每百年的高度只有28厘米，直
2.5厘米。
 生长最快的树——马来西亚利沙巴的一种佚名树，一年就可以长9.2米。
树冠最大的树——孟加拉的一棵大榕树，树冠覆盖的面积达到1公顷，相当于半个足球场，能容纳7000人左右。
 最大的茶树——中国云南勐海的一棵茶树，高32米，主干粗2.98米，叶最长达14厘米，宽6厘米，树龄约
年。
 最老最大的栗树——捷克的一棵栗树，主干周长700厘米，树龄已有500多年。
 最老的荔枝树——中国福建莆田县的一棵名叫“宋家香”的荔枝树，主干周长7.1 米，树龄已有1200多年。
 最老的橄榄树——南斯拉夫得里亚海滨的一棵橄榄树，树龄高达2400多年。
 最大的葡萄树——英国英格兰的一棵葡萄树，树荫覆盖面积达460多平方米。枝条最长的达到90多米。
 品种最多的梨树——中国河南商城的一棵人工杂交梨树，能结出24种不同形状的梨子，如雪梨、明月梨、莱

 最毒的章鱼——蓝环章鱼
——美国吉尼斯世界纪录裁定者斯图亚特-克莱斯顿证实俄罗斯的斯维特拉娜-潘克拉托娃拥有世
36岁女子斯维特拉娜出生于俄罗斯伏尔加格勒市，身高为1.98米，而她的一双美腿竟长
1.32米。今年11月10日，在纽约泰晤士广场举行的新闻发布会上是斯维特拉娜首次在美国亮相，随后展开为

、世界最长的城墙——中国万里长城。   2、世界最古老的东西贸易通道——丝绸之路。
 3、世界围地最大的城墙——明代南京石头城。  4、世界最高的北回归线标志塔——广东从化北回归标志塔。
 5、世界水稻种植最北的地区——黑龙江呼玛县。  6、世界最著名的涌潮——钱唐江潮。
 7、世界最大陨石雨和陨石——降落在吉林省。  8、世界最旱的水闸式运河——广西灵渠。
 9、世界最长的运河——京杭大运河。   10、世界含沙量最大的河流——黄河。
 11、世界海拔最高的河流——雅鲁藏布江。   12、世界最高的大咸水湖——西藏的纳木错湖。
 13、世界高峰最多的山脉——喜马拉雅山脉。  14、世界最高的农业种植区——西藏。
 15、世界流动沙丘面积百分比最大的沙漠——塔克拉玛干沙漠。
 16、世界最低的盆地——新疆吐鲁番盆地。
 17、世界陆面最大的高差——珠穆朗玛峰（8844.43）与艾丁湖（一155米）。
 18、世界熔岩地貌最发达之地——广西、贵州和云南东部。
 19、世界最大的黄土地貌——中国黄土高原。   20、世界最高最年轻的高原——青藏高原。
 21、世界空气最稀薄之地一珠穆朗玛峰。   22、世界最高、最大的高原湖群分布区——藏北高原。
 23. 最早的兵书是春秋孙武的《孙子兵法》   24.字数最多的字典是清朝的《康熙字典》
 25.最早的报纸是西汉的《邸报》   26.最早的传记文学是西汉的《史记》
 27.最早的优秀诗歌总集是春秋的《诗经》   28.记载时间最长的历史巨著是孔子的《春秋》
 29.世界最大的皇宫是北京的故宫   30.最高的宫殿是布达拉宫
 31.最长的石窟画廊是敦煌莫高窟   32.最大的内陆盆地是塔里木盆地
 33.最早的立体地图是宋代沈括绘制的《使契丹图》   34.最大的广场是北京天安门广场
 35.世界上最大的水利枢纽工程----三峡工程   36.最高的山峰是珠穆朗玛峰
 37.世界最高大的山脉喜马拉雅山脉   38.最高的大高原青藏高原
 39.世界使用人数最多的语言汉语   40.世界邻国最多的国家中国(21个)
 41.世界海拔最高的盆地：柴达木盆地   42.世界上最长的人工运河：京杭大运河
 43.世界海拔最高的湖泊：喀顺湖   44.世界樟脑产量最高的地区：台湾
 45.世界含沙量最大的河流：黄河   46.世界最大的黄土分布区：黄土高原
 47.世界最大的高原湖泊群分布区：青藏高原湖区

——南极洲，平均高度海拔2 350m；海拔最低的洲——欧洲，平均海拔300m；面积最大的洲——亚洲，
4 400万km2；面积最小的洲——大洋洲，900万km2。
——太平洋(18000万平方千米)
——喜马拉雅山脉，最高峰珠穆朗玛峰海拔8848m，是地球之巅，“世界屋脊”；
——南美安第斯山，被称为“南美洲的脊梁”，南北纵长9000km。
——死海，湖面海拔－400m。
——北太平洋西部马里亚纳群岛以东的马里亚纳海沟(11034米)
2550公里，平均宽69公里。主海沟底部有较小陡壁谷地。1957年苏联调 查船
10990米深度，后又有11034米的新记录。1960年美国海军用法国制造的""的里亚斯特""号探海艇，创造了潜入海沟
米的纪 录。一般认为海洋板块与大陆板板块相互碰撞，因海洋板块岩石密度大，位置低，便俯冲插入大陆板块之下，
 海沟，在靠近大陆一侧常形成岛弧和海岸山脉。这些地方都是地质

——-鹿特丹
——格陵兰岛
——西伯利亚的贝加尔湖，最深处1 600m； 世界最大的淡水湖——北美的苏必利尔湖；
----五大湖群； 世界最大的内流湖（咸水湖）——里海。
——南美亚马孙河，长度6 400km，仅次于尼罗河，居世界第二，水流量是尼罗河的
倍以上； 世界最长河流——尼罗河； 世界最长内流河——伏尔加河 ； 开凿最早、最长的人工河——京杭运河。
——伊泰普水电站 世界上最大的高原——巴西高原； 世界上海拔最高的高原——青藏高原，平均海拔
以上。世界上面积最大的热带雨林气候区——拉丁美洲亚马孙平原上的热带雨林区。
——南美洲的亚马孙平原。流域面积最广的河——亚马孙河
——亚马孙平原 世界上面积最大的沙漠——撒哈拉沙漠，面积约770万km2。
热带大陆”——非洲    世界“雨极”----------乞拉朋齐 世界”湿极”----------怀厄莱阿莱
“干极”----------阿塔卡马沙漠
——俄罗斯，1 700万km2；面积最小的国家——梵蒂冈，不到0.5km2。
——俄罗斯世界上占有热带面积最大的国家——巴西。
——澳大利亚。 世界上最大的内陆国——哈萨克斯坦。
——印度尼西亚，素有“千岛之国”之称，印尼又是世界上火山最多的国家，有“火山国”之称。
——中国 人口自然增长率首位——非洲 世界上出产黄金最多的国家——南非。
——墨西哥。世界上出产铝土最多的国家——几内亚。
白金之国”——乌兹别克斯坦   三大棉产地——中国 美国 乌兹别克斯坦
——亚洲   粮食产量最多的国家——中国
 金鸡纳产量首位——印度尼西亚 油棕产量首位——马来西亚
 甘蔗 柑橘产量首位——巴西 世界金刚石产量首位——刚果
 蕉麻产量首位——菲律宾 长绒棉产量最多——埃及
——中国台湾 咖啡 枣椰 油棕 香蕉故乡——非洲
1/2 总产量1/4——西亚 世界上进口石油最多的国家——美国。
——美国 世界上输出工农业产品数量最多、产值最大的国家——美国。
——科特迪瓦。 陆地最低点－－约旦死海的水面。低于地中海面392米
 位于太平洋上－11034米
 17968万平方千米 最大的海－－珊瑚海（太平洋）479万平方千米
243万平方千米 最大的岛屿－－格陵兰岛（北美洲）218万平方千米
300万平方千米 最大海湾－－印度洋孟加拉湾（亚洲）217万平方千米
15000千米 最高山峰－－珠穆朗玛峰（亚洲）8848米
500万千米 最高高原－－青藏高原（亚洲）平均海拔4500米
560万平方千米 最大盆地－－刚果盆地（非洲）337万平方千米
8万平方千米 最大沙漠－－撒哈拉沙漠（非洲）777万平方千米
 最长河流－－尼罗河（非洲）6670千米
37万平方千米 最深湖泊－－贝加尔湖（亚洲）深1620米
1800千米 最大淡水湖群－－五大湖（北美洲）总面积24.5万平方千米
4000米 最高瀑布－－安赫尔瀑布（南美洲）高979米
1.1万平方米 最浅的海－－亚速海（欧洲）最深处14米
72米 最年轻的海－－红海（4000万年历史）
 大体以湾流赫杨柳围拢的椭圆形海域为限，范围模糊
 （地中海） 沿岸国最多的海－－加勒比海（美洲）沿岸有20多个国家
 （面积275）万平方千米




1670千米

21万平方千米
 （8000米以上高峰16座，7000米以上高峰50多座）
1500年至今约有130－210次喷发
100千米 最长的河流峡谷－－科罗拉多大峡谷（美国）长350千米
2500－3000米 最长的洞穴－－猛犸洞（美国）总长240千米
460万平方千米 流经国家最多的河流－－多瑙河（欧洲）9个国家
 货运量最大的国际同行运河－－苏伊士运河（非洲）
 最大的湖中之湖－－马尼图林湖（北美洲）位于休伦湖中岛屿马尼图林岛上，面积100平方千米
 最高，最大的高原湖泊群－－青藏高原（湖泊总面积37549平方千米）
 1861年年降水量达20447毫米
 1845年－1936年没未曾下雨
1991年7月8日极端最高气温达58.8摄氏度
 1983年7月21日原苏联东方站曾测得极端最低气温－89.2摄氏度
19.4米，相当于常年刮8级分
1707万平方千米
0.44平方千米 最大的内陆国－－哈萨克斯坦（亚洲）271.73万平方千米
 人口密度最高的国家－－摩纳哥（欧洲）1.47万/平方千米
:珊瑚海(479万多平方公里).其次阿拉伯海和南海 △最小的海:马尔马拉海,其次亚速海和渤海
:红海,也是最年轻的海 △盐度最低的海:波罗的海 △唯一没有海岸线的海:马尾藻海
:爱琴海 △最著名的涌潮:钱塘江潮 △最大的洋:太平洋,也是最深的,水温最高的,锰结核最多的
:北冰洋海运最繁忙的洋:大西洋(为什么?) △最大的洋流:西风漂流,也是最大的寒流
:墨西哥暖流 △面积最大的群岛:马来群岛 △最高的岛屿:新几内亚岛,也是分属两国的最大岛屿
:加里曼丹岛 △最长的海峡:莫桑比克海峡 △最深的海峡:德雷克海峡,也是最宽的海峡
:麦哲伦海峡 △船只通过最多的海峡:英吉利海峡 △石油运输最繁忙的海峡:霍尔木兹海峡
:孟加拉湾,墨西哥湾,几内亚湾其次 △最深的海沟:马里亚纳海沟11034
:大堡礁 △最长的山系:科迪勒拉山系 △最高的山峰:珠穆朗玛峰
:埃特纳火山 △轮廓最完整的火山:马荣火山,其次富士山 △最大的高原:巴西高原(500多万平方公
).△最高的高原:青藏高原(4000米以上).△最大的平原:亚马孙平原(560万平方公里).其次东欧平原,西西伯利亚平原
:刚果盆地,其次大自流盆地(最大的自流盆地),塔里 △最大的海:珊瑚海(479万多平方公里).其次阿拉伯海和南
 △最小的海:马尔马拉海,其次亚速海和渤海 △盐度最高的海:红海,也是最年轻的海
:波罗的海 △唯一没有海岸线的海:马尾藻海 △岛屿最多的海:爱琴海 △最著名的涌潮:钱塘江潮
:太平洋,也是最深的,水温最高的,锰结核最多的 △最小的洋:北冰洋海运最繁忙的洋:大西洋(为什么?)
:西风漂流,也是最大的寒流 △最大的暖流:墨西哥暖流 △面积最大的群岛:马来群岛
:新几内亚岛,也是分属两国的最大岛屿 △唯一分属三国的岛屿:加里曼丹岛
:莫桑比克海峡 △最深的海峡:德雷克海峡,也是最宽的海峡 △最曲折的海峡:麦哲伦海峡
:英吉利海峡 △石油运输最繁忙的海峡:霍尔木兹海峡
:孟加拉湾,墨西哥湾,几内亚湾其次 亚洲是世界陆地面积最大的洲；
 亚洲是世界人口最多的洲； 珠穆朗玛峰是世界最高峰；
“世界屋脊”，是世界最高的高原； 阿拉伯半岛是世界最大的半岛； 里海是世界最大的湖泊；
 马六甲海峡是世界最长的海峡； 印尼的巽他群岛是世界上火山最集中的地方；
 日本的青函海底隧道是世界上最长的海底隧道；
 缅甸的柚木产量居世界首位； 泰国的钾盐储量居世界首位；
 马来西亚锡储量居世界首位；孟加拉黄麻产量居世界之首；
 沙特的石油储量居世界首位； 哈萨克斯坦的钨储量居世界首位。
 1.最早的兵书是春秋孙武的《孙子兵法》 2.字数最多的字典是清朝的《康熙字典》
最早的报纸是西汉的《邸报》 4.最早的传记文学是西汉的《史记》 5.最早的优秀诗歌总集是春秋的《诗经》
记载时间最长的历史巨著是孔子的《春秋》 7.世界最大的皇宫是北京的故宫 8.最高的宫殿是布达拉宫
最长的石窟画廊是敦煌莫高窟 10.最大的内陆盆地是塔里木盆地 11.最早的立体地图是宋代沈括绘制的《使契丹图》
最大的广场是北京天安门广场 最大的海:珊瑚海(479万多平方公里).其次阿拉伯海和南海
 人口最多的民族汉族
、世界海拔最高的大洲南极洲 最低的大洲欧洲 3、世界面积最大的大洋太平洋 最小的大洋北冰洋
、世界最长的山脉安第斯山脉 最高的山峰珠穆朗玛峰 5、世界最高大的山脉喜马拉雅山脉 最高的大高原青藏高原
、世界季风最显著的地区东亚 最大的群岛国家印度尼西亚 7、世界火山最多的国家印度尼西亚，有"火山国"之称。
、世界(天然橡胶、油棕、椰子、蕉麻)等热带经济作物的最大产地东南亚 9、世界面积最大的大洲亚洲 最小的大洲大洋洲
、世界最大的大陆亚欧大陆 最小的大陆澳大利亚大陆 11、世界面积最大的国家俄罗斯 人口最多的国家(1中国 2印度 3
) 12、世界石油储量（出产、输出）最多地区中东地区 13、世界人口自然增长率最多的大洲非洲(28‰)，最少的大洲
(3‰)。 14、世界人口最稠密的四大地区亚洲东部；亚洲南部；欧洲大部；北美洲东部。
、世界人口最稀少的四大地区严寒的苔原带、冰原带；亚寒带针叶林带；未开发的热带雨林带；干旱的沙漠地区。
、世界使用人数最多的语言汉语 17、世界最高大而绵长的两条山系阿尔卑斯喜马拉雅山系、科迪勒拉山系。
、世界最大的原料进口国日本，世界最大的佛教国家泰国。 19、世界华人和华侨分布最集中的地区东南亚
、世界淡水资源最丰富的大洲南极洲 21、世界上，国家和地区的数目最多的大洲非洲
、(日本)的捕鱼量常占世界第一位
、日本之最： A 最大的岛本州岛 B 最大的平原关东平原 C 最大的贸易对象美国
、东亚之最： A 最大的半岛朝鲜半岛 B 最大的群岛日本群岛 C 唯一内陆国蒙古
、东南亚之最： A 最大的平原湄公河平原 B 流经国家最多的河流湄公河
面积最大、人口最多的国家印度尼西亚 D 唯一内陆国老挝
、世界应用最广泛的语言英语
、世界环境日：每年6月5日，呼吁世界各国保护并改善人类赖以生存的环境
3月21日 世界水日：每年3月22日
4月22日 世界防止荒漠化和干旱日：每年6月17日
9月16日 世界动物日：每年10月4日
、重要地理数据： A、赤道半径6378km B、赤道周长40000km 1度纬线或经线长=111km C、地球极半径6357km
、地球平均半径6371km E、地球上海洋面积占71% F、地球上陆地面积占29% G、地球上的水资源总量中，海洋水占
、现在人们大量利用的淡水资源只占全球水的总储量的7/10万 I、现在人们大量利用的淡水资源只占全球淡水总储
0.3%
、重要地理公式： G、人口自然增长率(‰)=人口出生率(‰)-人口死亡率(‰)
、人口密度（人/km2）= 该地区人口数量(人)/ 该地区土地面积(km2) L、大致海拔每升高100米，气温下降0.6度、即(-0.6℃

、易混淆的概念： M、等高线：在地图上，把海拔相同的各点连接成线，就是等高线
、等温线：在地图上，把气温相同的地点连接起来，就是等温线
、等压线：在地图上，把同一时间气压值相同的点用曲线连起来，就是等压线
、等深线：在地图上，把海洋中深度相同的各点连接成线，就是等深线
、等降水量线：在地图上，把降水量相同的地点用线连接起来，就是等降水量线
、重要地理界线（世界）1： R、热带和(北)温带(北)回归线， 热带和(南)温带(南)回归线
、(北)寒带和(北)温带(北)极圈，(南)寒带和(南)温带(南)极圈
、亚洲和欧洲乌拉尔山，乌拉尔河，大高加索山、土耳其海峡
、亚洲和非洲苏伊士运河、红海，亚洲和北美洲白令海峡
、南美洲和北美洲巴拿马运河，欧洲与非洲直布罗陀海峡、地中海
、南极洲和南美洲的分界线：得雷克海峡
、重要地理界线（中国）2： a、地形一级阶梯和二级阶梯的分界线：昆仑山——祁连山——横断山脉
、地形二级阶梯和三级阶梯的分界线：大兴安岭——太行山——巫山——雪峰山
、季风区与非季风区的界线：大兴安岭——阴山——贺兰山——巴颜喀拉山——冈底斯山
、外流区域与内流区域的界线：大兴安岭——阴山——贺兰山——祁连山（东端）——巴颜喀拉山——冈底斯山
、中国南方和北方的界限：秦岭——淮河
、 A、衡量一个国家发展水平的标准之一：一个国家的城市人口在总人口中所占的比重。
、衡量一个国家、一个地区人口分布是否合理，人口密度是否适当，应该看在一定社会历史时期，一定的生产力条件下自

、反映一个国家或一个地区水资源的丰歉程度，通常以多年平均径流总量（R）为主要指标。
P-E-R=△S 内流河：P-E=△S
、 Chinese、English、Russian、French、Spanish、Arabian是联合国的工作语言。
、世界最大的湖泊 里海，世界最大的内陆湖 里海， 世界最大的咸水湖 里海。
、世界面积最大的国家俄罗斯，世界面积最小的国家梵蒂冈
、世界面积最大的内陆国哈萨克斯坦，世界人口最多的内陆国埃塞俄比亚
、世界最长的河流尼罗河6600km，（亚马逊河6400km；长江6300km；密西西比河6200km）
、世界水量最大、流域面积最广的河流亚马逊河 39、世界拥有牛数量最多的国家印度
、世界占有热带面积最大的国家巴西 41、世界面积最大的高原巴西高原
、世界出产咖啡、甘蔗、香蕉、剑麻最多的国家巴西
、世界出口牛肉最多的国家阿根廷
、世界陆地表面最低点（世界上最低的洼地或世界上最咸的湖泊 盐度24%）死海（巴勒斯坦和约旦交界处，地壳断裂陷
 45、世界最大的大裂谷东非大裂谷（地壳断裂形成）
、世界石油储量最大、出产和输出石油最多的地区西亚和北非
、世界最大的沙漠撒哈拉沙漠（770多万km2）
、世界降水最大最多的地区乞拉朋齐（印度东北部，年降水量11000多mm）
、世界最高气温记录出现的地方阿齐济耶（北非利比亚，57.8℃）
、世界上人口密度最大的大洲欧洲
、世界上最深的湖泊贝加尔湖（淡水湖） 世界第二深的湖泊坦葛尼喀湖
、世界上最大的水电站伊泰普水电站（巴西与巴拉圭交界） 53、世界上最大的岛屿格陵兰岛
、世界上面积最小的大洲大洋州 55、世界最长的内流河伏尔加河 世界最狭长的国家智利
、世界水资源（江河年径流量）排列：巴西>俄罗斯>加拿大>美国>印度尼西亚>中国
、世界可开发的水能排列：中国>俄罗斯>巴西>美国>加拿大
、世界海拔最高的大淡水湖的的喀喀湖（玻利维亚与秘鲁边界）
、世界羊毛产量和出口量居世界第一位的国家澳大利亚。
、世界铀矿储量居世界第一位的国家澳大利亚。
、美洲最高峰（西半球最高峰）汉科乌马山（7010m，玻利维亚与秘鲁边界）。
、世界上出产黄金最多的国家南非。 63、世界上出产铝土最多的国家几内亚。
、世界上面积世界最大的半岛阿拉伯半岛。
、世界上海拔最低的大洲欧洲。世界上人口自然增长率最低的大洲欧洲。
、世界上东西向最狭长跨经度最广的国家俄罗斯（跨170经度） 67、世界上海岸线最曲折的大洲欧洲。
、世界上最干燥、最寒冷、风雪最多、风力最大的大洲南极洲。
、世界最大的淡水湖群北美洲的五大湖、（冰川作用形成） 70、世界上工业发展最早的国家英国
非洲之最： 71、最高山峰：乞力马扎罗山 72、最大的海湾：几内亚湾 73：最深的湖泊：坦葛尼喀湖
、最大的盆地：刚果盆地 75、最大的湖泊：维多利亚湖 76、分布面积最大的气候热带草原气候
、最大的半岛：索马里半岛 78、南部最发达国家：南非 79、最大的岛：马达加斯加岛
、最后独立的国家：纳米比亚 81、非洲第一大城市即阿拉伯国家人口最多的城市：开罗
欧洲之最：82、欧洲最长的河流伏尔加河（3600km，注入里海）。
、欧洲流经国家最多的河流多瑙河（流经九个国家）。 84、欧洲经济实力最强的国家德国。
、欧洲最大的农产品出口国法国（工农业都发达） 86、欧洲最大的城市伦敦。
、欧洲最大的太阳能发电站位于法国比利牛斯山脉东部山麓。
、世界海拔最高的活火山尤耶亚科火山（6723m，智利和阿根廷交界）。
、世界上核能发电量最多的国家是美国（其次是法国、俄罗斯、日本）。
、世界上核能发电量占本国总发电量比重最大的国家是法国（占72.7%）
、世界上最长的海峡是莫桑比克海峡，最大的暖流是墨西哥湾暖流。
、世界上最发达的工业和金融贸易区是北美洲的大西洋沿岸及五大湖区。
、世界上资本主义发展最早和商业贸易活动频繁的重要工业地带是西欧。
、世界上输出工农业产品数量最多、产值最大的国家是美国。
、世界上人口最稠密的地区是东亚（中国东部、日本列岛和朝鲜半岛）、南亚、西欧和美国东北部。
、世界上人烟稀少的地区是北美洲和亚洲的高山和寒冷地带、撒哈拉、中亚和澳大利亚的沙漠地带以及亚马逊河、刚果

、世界上最大的群岛马来群岛(约243万平方千米，亚洲)
、世界上高峰最多的山脉喜马拉雅山脉(7000米以上山峰50多座，亚洲-中国、尼泊尔等)
、世界上最大盆地刚果盆地(约337万平方千米，非洲)
、世界上最大三角洲恒河三角洲(约8万平方千米，亚洲)
“地理之最” 地理名称(相关数据) 所在地区 101、世界最高的死火山 阿空加瓜山(海拔6960米) 南美洲
、世界最大的火山口 阿苏山(周长100多千米) 亚洲(日本)
、世界喷发次数最多的活火山 埃特纳火山(已达210次) 欧洲(意大利)
、世界最深的洋 太平洋(平均深度4028米) 105、世界最浅的洋 北冰洋(平均深度约1200米)
、世界最深的海沟 马里亚纳海沟(最大深度11034米) 太平洋 107、世界最大的海 珊瑚海(约479万平方千米) 太平洋
、世界最小的海 马尔马拉海(约1.1万平方千米) 欧、亚洲之间 109、世界最浅的海 亚速海(平均深度8米) 欧洲
、世界透明度最大的海 马尾藻海(目视深度可达72米) 大西洋 111、世界最年轻的海 红海(4000万年) 亚、非洲之间
、世界最大的陆间海 加勒比海(约275万平方千米) 北美洲 112、世界盐度最低的海 波罗的海(平均盐度7％一8%) 大
 113、世界水温最高的海 红海(表层年平均水温27℃) 亚、非洲之间 114、世界岛屿最多的海 爱琴海(约1400多个) 大
 115、世界沿岸国家最多的海 加勒比海(20多个) 大西洋
、世界最重要的洋际海峡 马六甲海峡(全长1185千米) 太平洋、印度洋之间
、世界最大的珊瑚礁 大堡礁(总面积21万平方千米) 大洋洲(澳大利亚)
、世界分属国家最多的湖泊 里海(5个国家) 亚、欧洲之间(俄罗斯、伊朗、哈萨克斯坦、土库曼斯坦、阿塞拜疆)
、世界含沙量最大的河流 黄河(37.6千克／立方米) 亚洲(中国)
、世界最长的运河 京杭运河(长1801千米) 亚洲(中国)
、世界最长的河流峡谷 雅鲁藏布大峡谷(长504.6千米) 亚洲(中国)
、世界流径国家最多的河流 多瑙河(9个国家) 欧洲
、世界货运量最大的国际运河 苏伊土运河(每年平均通过约1800多艘次，年平均货运量4、2亿吨以上) 亚、非洲之间
、世界落差最大的瀑布 安赫尔瀑布(高979米) 南美洲
、世界最宽的瀑布 伊瓜苏瀑布(洪水期宽4000 米) 南美洲
、世界最大的海湾 孟加拉湾(面积217平方千米) 印度洋
、世界最深的裂谷带 雅鲁藏布大峡谷(最深6009米) 亚洲(中国)
、世界最长的洞穴 猛犸洞(总长240千米) 北美洲(美国)
、世界最大的石笋 丁马洞中(高63米，底宽134米) 北美洲(古巴)
、世界最长的钟乳石 内尔哈溶洞中(长59米) 欧洲(西班牙)
、世界人口最少的国家 梵蒂冈(约1000人) 欧洲
、世界人口密度最小的国家 哈萨克斯坦(1.18人/平方千米) 亚洲
、世界人口密度最大的国家 摩纳哥(14700人/平方千米) 欧洲
、世界民族语言最多的国家 印度尼西亚(100多种) 亚洲
、世界海岸线最长的国家 澳大利亚(20100多千米) 大洋州 136、岛屿最多的国家 印度尼西亚(13667个)* 亚洲
、世界森林覆盖率最高的国家 文莱(占全国面积75％以上) 亚洲 138、世界邻国最多的国家 中国(21个) 亚洲
、世界两国边界最长的国家 美国与加拿大(全长8963千米) 北美洲
、世界世界最热的地点 巴土拉(极端最高气温58.8℃) 亚洲
、世界世界最寒冷的地点 东方站(极端最低气温-89.2℃) 南极洲
、世界年温差最大的地点 上扬斯克(年温差l07.7℃) 亚洲(俄罗斯)
、世界年温差最小的地点 基多(年温差0.6℃) 南美洲(厄瓜多尔)
、世界年降水量最多的地点 夏威夷(12244毫米／年平均) 太平洋
、世界年降水量最少的地点 里卡(0.5毫米／年平均) 南美洲(智利)
、世界年降雨天数最多的地区 菲利克斯湾(325天/年) 南美洲(智利)
、世界风力最大的地区 阿尔德(年平均风速19、4米／秒) 南极洲
、世界最大的风浪区 好望角(年平均110天、浪高6~7米) 非洲
、世界最长的城墙 万里长城(总长6700多千米) 亚洲
、世界最长的铁路 西伯利亚大铁路(全长9332千米) 亚、欧洲(俄罗斯)
、世界最长的公路 美国与加拿大(全长8963千米) 北美洲
 1、中国面积最大的省级行政区——新疆维吾尔自治区
、最大的湖泊（咸）——青海湖 3、最高的高原——青藏高原 4、最大的盆地——塔里木盆地
、最热的地方——吐鲁番盆地 6、最大的岛屿——台湾岛 7、最低点是新疆吐鲁番盆地中的艾丁湖
、最长的河流——长江 9、最长最早的运河——京杭大运河 10、最大的广场——天安门广场 11、最长的内陆河——塔里
 12、海拔最高的大河——雅鲁藏布江 13、最长的地下河——坎儿井 14、最大的瀑布——黄果树瀑布
、最大的淡水湖——鄱阳湖 16、最大的草原——内蒙古大草原（我的家哦~） 17、最大的城市——上海
、最大的山城——重庆 19、最北的村庄——漠河 20、最大的自然保护区——阿尔金山国家级自然保护区
、最大的沙漠——塔克拉玛干大沙漠 22、最大的海峡——台湾海峡 23、最大的岛群——舟山群岛
、人口最少的少数民族珞巴族 25、鄱阳湖是最大的淡水湖。 26、最深的湖－长白山天池
、最大的冲积岛－崇明岛 28、中国最大的盐水湖是青海湖
、我国最大的冰川是新疆帕米尔高原乔戈里峰北坡的音苏盖提冰川，长约40公里。
、降雨量最大的地方——台湾火烧寮
、我国最低的冰川是云南梅里雪山的卡瓦格博的明永冰川,海拔为2650m
、最大的狭谷——雅鲁藏布大峡谷 33、还有一个地球上最北的热带雨林——位于中国西藏的墨脱
、中国最大的平原——东北平原 35、中国最高的盆地——柴达木盆地 36、最南端——曾母暗沙
、少数民族人口最多的是壮族，约有1600万人。 38、中国最早的运河——秦朝的灵渠
、中国最长也是世界最长的运河——京杭大运河 40、世界上最早的船闸——灵渠的船闸
、最西的地方——泊米尔高原
、吐鲁番是中国最热的地方，日平均气温超过35摄氏度的日数达100天以上，极端最高气温曾达49.6摄氏度（1975年
月13日），地表温度曾测得83.3摄氏度，堪称中国“热极”。
、中国最高的悬河——黄河下游800公里的地上悬河（又简称地上河）不仅是中国之最也是世界之最。
、我国领土最东端在黑龙江省的黑龙江与乌苏里江主航道中心线的相交处（135°E），最西端在新疆帕米尔高原（73°E），
60多度，跨了5个时区，东西距离约5200公里。
、辽东半岛是中国最大的半岛，山东半岛是中国第二大半岛。
、中国土地面积最大的县是新疆若羌县，面积20多万平方公里。
、乌鲁木齐是中国也是世界上距离海洋最远的内陆大城市，它与海岸的最近距离为2，250公里。

1月平均气温最低的地方——漠河（-30.6℃）
1月平均气温最高的地方——南海西沙（22.8℃）
7月平均气温最低的地方——青藏高原的伍道梁（5.5℃）
7月平均气温最高的地方——吐鲁番盆地（33℃）
——吐鲁番盆地（49.6℃）
——漠河（-52.3℃）
——黑龙江省的嘉荫（49.2℃）
——南海西沙（6.1℃）
——青藏高源的伍道梁（-5.8℃）
——南海西沙（26.4℃）
——漠河（昼长：7时30分，夜长：16时30分）
——漠河（昼长：16时30分，夜长：7时30分）
——台湾的火烧寮（6558毫米）
——吐鲁番盆地的托克逊（5.9毫米）
——峨眉山（264天）
——新疆民丰安得河（9.6天）
:珊瑚海(479万多平方公里).其次阿拉伯海和南海 最小的海:马尔马拉海,其次亚速海和渤海
:红海,也是最年轻的海 盐度最低的海:波罗的海 唯一没有海岸线的海:马尾藻海 岛屿最多的海:爱琴海
:钱塘江潮 最大的洋:太平洋,也是最深的,水温最高的,锰结核最多的
:北冰洋 海运最繁忙的洋:大西洋(为什么?) 最大的洋流:西风漂流,也是最大的寒流
:墨西哥暖流 面积最大的群岛:马来群岛最高的岛屿:新几内亚岛,也是分属两国的最大岛屿
:加里曼丹岛 最长的海峡:莫桑比克海峡
:德雷克海峡,也是最宽的海峡 最曲折的海峡:麦哲伦海峡
:英吉利海峡 石油运输最繁忙的海峡:霍尔木兹海峡
:孟加拉湾,墨西哥湾,几内亚湾其次最深的海沟:马里亚纳海沟11034
:大堡礁 最长的山系:科迪勒拉山系 最高的山峰:珠穆朗玛峰
:埃特纳火山 轮廓最完整的火山:马荣火山,其次富士山
:巴西高原(500多万平方公里).最高的高原:青藏高原(4000米以上).
:亚马孙平原(560万平方公里).其次东欧平原,西西伯利亚平原
:刚果盆地,其次大自流盆地(最大的自流盆地),塔里木盆地(最大内陆盆地)
:恒河-布拉马普特拉河三角洲,其次长江三角洲,湄公河三角洲
:死海,吐鲁番盆地第4,死谷第7 最大的沙漠:撒哈拉沙漠,其次维多利亚沙漠,阿拉伯沙漠
:塔克拉干沙漠 最大的黄土地貌区:黄土高原
:雅鲁藏布大峡谷,其次科罗拉多大峡谷 最长的裂谷带:东非大裂谷(长6000公里).
:金沙江的虎跳峡 岩溶地貌最发育的高原:喀斯特高原,其次云贵高原流量最大的河流:亚马孙河,也是流域面
,流域面积中刚果河,密西西比其次
:伏尔加河,也是流域面积最广的内流河,长度中锡尔河,阿姆河其次
(指干流):多瑙河(9),其次尼罗河,赞比西河,莱茵河,湄公河(6)
:黄河,其次恒河,布拉马普特拉河,长江
:京杭大运河,苏伊士运河第3,基尔运河第5,巴拿马运河第6
:贝加尔湖,其次坦噶尼喀湖,里海 最大的淡水湖:苏比利尔湖
:里海 最宽的瀑布:非洲赞比西河上的莫西奥图尼亚瀑布1800米
:南美委内瑞拉东部奥里诺科河支流上的安赫尔瀑布980米,
:阿尔及利亚撒哈拉沙漠中,达58℃
:南极洲东方站,-88.3℃ 风速最大的地方:南极巨大谷口地区19米/秒
:印度东北的乞拉朋齐,26461毫米 降水最少的地方:智利北部的阿塔卡马沙漠,年降水量0.5毫米
:东亚,东南亚和南亚的季风区 地震最频繁的国家:日本,平均每天4次
:美国
:波斯湾油区,其中沙特阿拉伯是世界石油储量最多的国家 石油产量最多的国家:俄罗斯
:中东地区 煤炭储量最多的国家:俄罗斯 煤炭产量最多的国家:中国
:中国,其次俄罗斯,巴西
:巴西与巴拉圭合建的伊泰普水电站1260千瓦,2009年后,三峡成为第一
:美国 核电比重最大的国家:法国
:俄罗斯,其次巴西,中国,加拿大,澳大利亚,印度,美国
:几内亚,其次澳大利亚,巴西,牙买加 铜矿储量最多的国家:智利,其次美国,赞比亚
:印度尼西亚,其次中国,马来西亚,泰国,产锡最多:马来西亚
:南非,1.65万吨,其次俄罗斯,美国,澳大利亚
:南非,年产500吨以上,其次俄罗斯,加拿大,巴西
:墨西哥,年1000吨以上,其次俄罗斯,加拿大
:刚果(金),其次博茨瓦纳,澳大利亚
:美国,其次澳大利亚,南非,加拿大
: 水稻:中国 小麦:美国 玉米:美国 棉花:中国 大豆:美国 香蕉:中美
:印度 芝麻:印度 油菜:中国 向日葵:俄罗斯茶叶:印度 蚕丝:中国
:中国 黄麻:印度 甜菜:俄罗斯 咖啡:巴西 苹果:俄罗斯竹子:中国
:荷兰 葡萄:法国 椰枣:伊拉克 长绒棉:埃及 可可:加纳 剑麻:坦桑尼亚
:西班牙或意大利 甘蔗:印度或巴西 橡胶:马来西亚 油棕:马来西亚
: 水稻:中国 小麦:中国 玉米:墨西哥 马铃薯:南美洲
:中国 可可:南美 花生:南美洲 茶树:中国 桑蚕:中国 烟草:南美
:东南亚 咖啡:北非 橡胶:亚马孙河口 丁香:马来群岛 柑橘:中国 葡萄:地中海沿岸 菠萝:南美 核桃:伊朗 栗树:中国
,渔业,林业之最: 养猪:中国 养马:中国 养牛:印度
:澳大利亚 羊毛出口:澳大利亚 骆驼:索马里 养鸡:中国 蜂蜜:俄罗斯 渔场:北海道 森林资源:俄罗斯 热带雨林:巴西 木
:日本 工业:钢铁:中国 造船:日本 汽车:日本 水泥:中国 化肥:中国 造纸:美国
:中国 电话:中国 飞机:美国 计算机芯片:美国 彩电:中国 冰箱:中国
: 铁路:美国 公路:美国 高速公路:美国 内河航程:俄罗斯
:南极洲 海拔最低:欧洲 跨纬度最多:亚洲 最热:非洲 山脉最多:亚洲
:亚洲 高峰最多:亚洲 海岸线最长:俄罗斯 人口最多的国家:中国
:摩纳哥 跨两洲的城市:伊斯坦布尔 水城:威尼斯 佛教寺院:泰国
:麦加 电影城:洛杉矶 啤酒城:慕尼黑 汽车城:底特律 港口:鹿特丹
:雷克雅未克 雾都:伦敦 音乐之都:维也纳 地壳最薄:太平洋海沟
:硅藻 最长的城墙:长城 使用人数最多的语言:汉语
:英语 最著名的金塔:缅甸瑞光大金塔
(中国、尼泊尔边界)海拔8848米
(中国西部)平均海拔4000米以上
(南美洲)500万平方千米
(非洲)6671千米
(南美洲)入海流量每秒11万立方米，占全球入海流量的1/5
(南美洲)700万立方千米 含沙量最大的河流：黄河(中国)37千克/立方米
(美国、加拿大边界)8.24万平方千米
(欧洲)37.1万平方千米 最深的湖泊：贝加尔湖(俄罗斯)1620米
(委内瑞拉)979米 最大的平原：亚马逊平原(南美洲)560万平方千米
(非洲北部)777万平方千米 最大的半岛：阿拉伯半岛(亚洲)300万平方千米
(亚洲西部)－392米 热极：巴士拉(伊拉克)58.8℃(1991年)
89.2℃(1983年) 雨极：乞拉朋齐(印度)26416毫米(1961年)
(智利北部)连续91年无雨(1845年—1936年)
(非洲)337万平方千米 最长的山系：科迪勒拉山系(南、北美洲)1.5万千米
(南美洲)6960米 最大的火山口：阿苏山(日本)周长达100千米
(中国)长496.3米
(美国)长240千米 最大的三角洲：恒河三角洲(亚洲)8万平方千米
(太平洋最深处)11034米 最大的海：珊瑚海(太平洋西南)479万平方千米
(亚、欧两洲之间)1.1万平方千米 最长的海峡：莫桑比克海峡(非洲)1670千米
(澳大利亚)21万平方千米 最大的群岛：马来群岛(亚洲)243万平方千米最大的海湾：孟加拉湾(印度
)217万平方千米 最大的岛屿：格陵兰岛(北美洲)217.56万平方千米
                `,
                testTimeItemList: `
                目录

Content


书评

目录

第一篇 中国人从哪里来(1)

第一篇 中国人从哪里来(2)

第一篇 中国人从哪里来(3)

第一篇 中国人从哪里来(4)

第一篇 中国人从哪里来(5)

第一篇 中国人从哪里来(6)

第一篇 中国人从哪里来(7)

第一篇 中国人从哪里来(8)

第一篇 中国人从哪里来(9)

第一篇 中国人从哪里来(10)

第二篇 灾难改变中国(1)

第二篇 灾难改变中国(2)

第二篇 灾难改变中国(3)

第二篇 灾难改变中国(4)

第二篇 灾难改变中国(5)

第二篇 灾难改变中国(6)

第二篇 灾难改变中国(7)

第二篇 灾难改变中国(8)

第二篇 灾难改变中国(9)

第二篇 灾难改变中国(10)

第二篇 灾难改变中国(11)

第二篇 灾难改变中国(12)

第二篇 灾难改变中国(13)

第二篇 灾难改变中国(14)

第二篇 灾难改变中国(15)

第三篇 闯关东(1)

第三篇 闯关东(2)

第三篇 闯关东(3)

第三篇 闯关东(4)

第三篇 闯关东(5)

第三篇 闯关东(6)

第四篇 商品战争：华洋冲撞100年(1)

第四篇 商品战争：华洋冲撞100年(2)

第四篇 商品战争：华洋冲撞100年(3)

第四篇 商品战争：华洋冲撞100年(4)

第四篇 商品战争：华洋冲撞100年(5)

第四篇 商品战争：华洋冲撞100年(6)

第六篇 一人为刚万夫柔(1)

第六篇 一人为刚万夫柔(2)

第六篇 一人为刚万夫柔(3)

第六篇 一人为刚万夫柔(4)

第七篇 1950年代(1)

第七篇 1950年代(2)

第七篇 1950年代(3)

第七篇 1950年代(4)

第七篇 1950年代(5)

第七篇 1950年代(6)

第七篇 1950年代(7)

第七篇 1950年代(8)

第七篇 1950年代(9)

第七篇 1950年代(10)

第七篇 1950年代(11)

第七篇 1950年代(12)

第八篇 三十年个人解放史(1)

第八篇 三十年个人解放史(2)

第八篇 三十年个人解放史(4)

第八篇 三十年个人解放史(5)

第八篇 三十年个人解放史(6)

第八篇 三十年个人解放史(7)

第八篇 三十年个人解放史(8)

第八篇 三十年个人解放史(9)

第八篇 三十年个人解放史(10)

第八篇 三十年个人解放史(11)

第八篇 三十年个人解放史(12)

第八篇 三十年个人解放史(23)

第八篇 三十年个人解放史(24)

第八篇 三十年个人解放史(25)





书评


那些被忘却的历史

历史，就是我们的过去，它曾经发生也正在发生，在我们转身的瞬间，我们的现在马上也就成了我们的历史。那么，历史会被忘却吗？当然，尤其是被选择性地忘却。在日益喧嚣的生活里，很多“故事”都已尘封。但是，有些历史本不该被忘却，如果我们仍然拥有责任感和好奇心，我们就应该努力去探寻那些可以给我们带来重要启示的历史，因为那是我们的积淀，是我们可以讲给孩子们的“很久很久以前”……

《国家历史》（真相与往事）它带给我的，首先是大大的惊讶。此前，我一直坚定地认为，中国人来自北京人，因为教科书上是这么说的。但是，这本书开篇《中国人从哪里来》就告诉我们，科学家的最新研究成果是：中国人来自远方，更确切地说，中国人来自非洲。

正如“人类是‘猴子’变的”这一命题曾经引起几乎全人类的抵制一样，人类（包括中国人）来自非洲，也同样不会为人们（包括我）所顺利接受。除非，有确切的证据可以说服我。当然，书中提供了普及性的遗传学知识、DNA检测分析的技术说明还有亚洲人迁徙地图来告诉我——“我们都有一个家”，而这个家在非洲，这是真的。

第二篇《灾难改变中国》讲述了300年来发生在中国的典型性灾难，从明朝的老鼠到清朝的天花，从上海的霍乱到建国初期的血吸虫，作者选取了那些不起眼却带来惊天影响的灾难事件，带我们走进了历史的细节，更提供了宝贵数据

——远古时代到隋唐五代的灾难统计。对比今天，我们会发现，灾难原来一直都存在，并不是我们在独自承受，我们的先人也许面临过比我们更严重的境况，所以我们更应该振作。

闯关东和贸易战都是近年来的热门话题，从书中我们不仅可以看到三百年关东潮的历史背景，还能从一个村庄、一个人物、一群人的典型案例中找到真实的关东，并谙熟关东江湖里的生存法则。

镜头又转换到不可避免的日本侵华战争上，只是，讨论的话题是日本侵略耽误中国多少事和中日英雄观的巨大差异，以此寻求对中国崛起的启示。角度颇为新颖，完全摆脱了民族主义情绪而代之以客观深入的理性分析。

随后，1950年代三大问题的讨论：翻身农民、“精神食粮”、“教育大跃进”也展示了不一样的历史细节，从中可以还原出许多“当年”的真实场景。而本书最后讨论的《三十年个人解放史》把个性解放问题作为观照历史的角度进行展示。从中，可以看出作者对人的主体地位及个性的尊重。本篇涉及三十年来百姓日常生活的方方面面，没有粉饰而只是真实再现，使有所经历的人能够进行一次温习。

本书从中国人的起源开始，镜头缓缓连接了明、清、近代、近几十年那些为人们所忘却的历史画面，所选角度、叙述方式等都令人耳目一新。并且，从历史的探寻中我们会发现，所有的画面下方都始终涌动着先人们那股永远不懈进取的暗流，面对灾难、面对迁徙、面对饥饿、面对战争，道路虽然泥泞他们却永远前行。相信，这正是中华民族精神和灵魂的所在。





目录


第一篇 中国人从哪里来？ / 1

一、走出非洲 / 2

一首数万年的迁徙史诗 / 2

“从哪里来” / 3

遗传学研究的黎明 / 4

“线粒体夏娃” / 6

“Y 染色体亚当” / 7

寻找基因地图 / 9

出非洲记 / 10

尾声 / 12

第二篇 灾难改变中国 / 30

一、老鼠：压垮明王朝的一根稻草 / 31

“老鼠‘消灭’了明朝” / 33

战争与病菌 / 35

人与鼠：战争与和平 / 37

资讯：中国灾难史 / 38

二、清王朝“战痘”300 年 / 39

天花来了 / 40

顺治之死 / 41

“战痘”成功，开创清朝鼎盛时代 / 42

不信牛痘只信“人痘” / 44

尾声 / 46

第三篇 闯关东 / 61

五、关东的江湖 / 90

组织 / 91

活动 / 92

行规 / 93

生存法则 / 95

第四篇 商品战争：华洋冲撞100 年 / 97

二、那块“华人与狗不得入内”的地方 / 110

外国佬来了 / 111

租界内的中国人 / 112

来自“上等华人”的抗议 / 113

革命风暴下的标靶 / 115

关于“公德”的内省 / 116

第六篇 一人为刚万夫柔--读史琐谈中日英雄 / 153

中国之痛：一人为刚万夫为柔 / 160

“靖国神社”：我们也需要跪拜英雄 / 162

大国崛起：要靠进取型英雄 / 164

第七篇 1950 年代 / 166

一、1950 年代：“翻身农民”想进城 / 166

脚踏田里，眼望城里 / 167

城乡差别 / 168

人人喊饿 / 170

难圆的梦 / 171

二、代食品：那三年的“精神食粮” / 172

“粮食多了怎么办” / 173

“让野生植物参加社会主义建设” / 174

缓解了人们对饥饿的恐惧 / 178

第八篇 三十年个人解放史 / 186

一、1976 一个公民的个人生活 / 187

从思想到身体的统一 / 188

第一批怀疑者 / 190

补回被耽误的时间 / 191

四、解禁年代的身体摇摆 / 212

舞禁初开头四年 / 213

穿红裙子的恶魔 / 216

身体摇摆的晴雨表 / 218

五、“家庭舞会”的罪与罚 / 219

I. 阎… Ⅱ.阎… Ⅲ . 城市史-研究-中国-





第一篇 中国人从哪里来(1)


中国人来自哪里？谁是我们最早的祖先？

几千年来的答案是：炎帝和黄帝，所有中国人都是“炎黄子孙”。

而自1920年代的考古发现后，我们有了新的答案：我们来自“北京人”。

我们相信，从数十万年前，我们就已经是我们，生于斯，长于斯，老于斯，代代相传。

但近年来，科学家们试图告诉我们，中国人来自远方。

早在1871年，达尔文在《人类起源及性的选择》中就写到：“人类的早期祖先曾经生活在非洲大陆，而不是别的地方。”

正如“人类是‘猴子’变的”这一命题曾经引起几乎全人类的抵制一样，人类（包括中国人）来自非洲，也同样不会为人们所顺利接受。

尽管遇到来自科学界内外（基于学术或是心理）的诘难，中国一些科学家和他们在全世界的同行一起，正在勾勒出我们的由来和去向。

较早前的发现是，自“人类”从200万年前走出非洲，进而散布在各地之后，我们的先祖就各安其所，各得其命，他们在旷古洪荒的原野上采摘，在泥沼溪流中渔猎，在幽暗的岩洞中繁衍，生生不息，延绵至今。

正当这一图景渐渐为学界所接受之时，科学家们又有了新的发现：15万年前，人类曾经拥有一个共同的“非洲祖母”，今天的所有人都是她的后代。我们的先祖从东非出发，走走停停，直到6万年前才到达东亚南部，而后渐次进入到我们如今生息的这片广阔大陆。

更进一步，中国的分子人类学家用 “基因密码”更细致地告诉我们，那些自非洲而来的先民们，从4万年前进入现在的中国境内之后，又如何经过了聚散离合，渐渐走到了一起，成为今天的“中国人”。

我们的迁徙路线图正越来越清晰，但科学家们却永远不会驻笔，人类之所以成为人类，或许正在于他从不会停止从各种角度探索一个命题：我们从哪里来，又向何处去。





第一篇 中国人从哪里来(2)


一、走出非洲

一首数万年的迁徙史诗

我们是谁？我们的祖先什么时候离开非洲大陆的？一路上，他们碰见过谁，谁加入了他们的队伍？--这些千百年的疑问推动着人们去寻找人类迁徙的地图。

只要用一个棉签擦拭面颊，获得口腔上皮细胞，你就可以知道自己究竟与世界上哪个地方的人拥有共同的基因，了解自己家族进化的历程，比如，你是不是和英国女王或者成吉思汗有亲戚关系。这是真的吗？

2005年，美国原住民万帕诺亚格族族长麦克尔&#8226;马克雷就试了试，他想了解自己家族拥有文字记载之前的族系史。尽管考古学提出，万帕诺亚格族祖先几个世纪前从西伯利亚而来。但DNA能够更好地揭示他们的祖先何时从亚洲跨越大陆桥来到北美，和哪些部族有血缘关系。除他之外，上万来自世界各地的人，都贡献了自己的口腔上皮细胞样本。

口腔上皮细胞和人类的祖先，其中到底有什么样的联系？想了解这个故事，我们得从头道来，先看看，在进化论刚出现时期，科学家对人类从哪里来的解释。

“从哪里来”

1856年8月，两名采石工人在德国杜赛尔多夫市郊区一个石灰岩洞清理碎石时，起出了一片骨盆、一个眉棱隆起的头颅骨以及一具骸骨的其他部分。两人把这些骨头拿给他们的领班看，领班以为这是一头熊的遗骨，而当地一名教师兼业余博物学家鉴定后认出，这是一种不同于现存人类的遗骨。这具遗骨后来定名为尼安德特人。

尼安德特人发现三年后，1859年，达尔文就发表了《物种起源》，提出了一个令人震惊的学说。达尔文宣称，也许人类不是由一个全能的神所创造的，而是由比较早期的生命演化而成的，这些早期生命可能包括穴居的原始人类。

但经过激烈的争论后，科学界终于慢慢接受了“人类是由猿类进化而来”这一理论。然而人类起源于哪里仍然存在很大争议。达尔文曾在1871年出版的《人类起源与性的选择》中推测，非洲是人类的摇篮。另一位进化论者海格尔则在《自然创造史》一书中主张人类起源于南亚，还绘图表示各人种由南亚中心向外迁移的途径。为了证明人类的起源地，考古学家纷纷致力于发现猿和人之间的缺环。

1890年，在爪哇工作的荷兰东印度公司医生欧根&#8226;杜波斯在爪哇中部特里尼尔一条河岸挖到一个头骨，次年又在同一地点发现一块大腿骨，这个化石颅骨低平，额骨倾斜，股骨长直，适于直立行走。杜波斯相信自己发现了猿和人之间的缺环，将这种新发现的化石命名为“直立猿人”。“爪哇直立猿人”的发现使人类起源南亚说为之一振。然而1927年，中国发现“北京人”化石，中亚起源说流行起来。





第一篇 中国人从哪里来(3)


但从20世纪起，在南非和东非，有不下20个地点发现了早期人类化石；匈牙利、土耳其、希腊、肯尼亚都发现了原始人类化石或遗骸。这样看起来，世界各地都曾有人类祖先出现，因此多地区起源说逐渐开始占上风，这一学说认为，世界各地的人类是独立起源，即由各地的非洲直立人、海德堡人、尼安德特人、东亚直立人各自独立进化为现代人类的几大人种。

但是，这一学说亦有缺陷，比如不能证明同一地区的化石之间具有直接亲缘关系，因此在人类学家内部也有持不同意见者。

但是，对多地区起源论提出最大挑战的是分子人类学界。

遗传学研究的黎明

1944年，一名叫做路卡&#8226;卡瓦利&#8226;斯福扎的意大利人考入帕维亚大学学习药学，不久他放弃了这个专业，开始了遗传学的研究，师从著名果蝇遗传学家布扎提&#8226;特拉维索。

为了解读不同人群的相互关系，1951年，斯福扎开始研究血液多态性，他带着几名助理，在乡间收集血液。这次，研究者得到教区神父的帮助，他们常常在周日弥撒后，在教堂的圣器保管室内为参加弥撒的村民们抽血。对这次收集的血液进行研究后，他们发现山区村庄血型分布有很大差异，而山谷中村庄差异没那么大。

此后，斯福扎和合作者爱德华兹分析了世界各地15个人群的血型类型。研究结果显示：非洲人处于最靠树根的位置，欧洲人和亚洲人“丛生”在一起。这一结果，首次清晰、直接、令人震撼地反映出了非洲在人类进化史上的地位，被后来的遗传学家们称为“经典的多态性”。

斯福扎开始对人类的遗传关系进行研究之时，正是遗传学迅猛发展的时期，1953年4月25日，詹姆斯&#8226;沃森和弗朗西斯&#8226;克里克在《自然》杂志报道了DNA双螺旋结构，1962年，他们通过X射线确定了双螺旋结构。

这时，确定人与人的遗传关系最适合的样品已经到手--DNA。DNA是长串复合分子，它能够记录人的演化，就如同我们每一个人体内都有一份历史记录。

这是分子生物学的巨大进展，也使得一个新的学科出现：分子人类学。顾名思义，这一学科将分子生物学技术引入人类学研究领域，试图通过研究人类DNA中所蕴藏的遗传信息来揭示整个人类的形成与演化过程。





第一篇 中国人从哪里来(4)


其中基因的变异是研究人类多样性的关键。每一个活着的人，都携带着约30个全新的变异。这些突变的发生是随机的，就如同博彩，我们每一个人都是被“突变”所“抽中”的个体，而进化实际是由基因变异引起的。要确定个体与个体之间的联系是否紧密，或者说他们是否属于同一物种，重要的一点就是了解他们的基因。

同时，基因的这种快速、频率可预测的中性突变还具有分子钟的作用，它就好比时钟转动时的滴答声。通过中性突变频率和两个族群间DNA 突变的次数差，就可以计算出基因突变距离现在的时间，也就是说此项变异能够追溯到的“祖先”生存的时间。

但20世纪60年代，在实验室操作DNA就如同大象弹钢琴一样困难。因此研究者只能使用蛋白质，通过研究蛋白质的氨基酸顺序（这个顺序由DNA的核苷酸顺序决定），可以稍窥DNA的差异。

1973年，生化学家斯坦利&#8226;柯恩和赫伯特&#8226;博耶发现了如何切割DNA，如何把不同生物体的DNA接合在一起，以及如何在细菌体内培养接合的DNA，这些研究使得人们可以对DNA进行精细研究，遗传工程的时代终于开始了。

如何操作DNA的问题解决后，分子人类学家们面临另外一个问题：染色体重组。每当精子和卵子结合，染色体总是一半来自父亲，另一半来自母亲，这种重组使得我们染色体上的DNA如同一副被反复“洗牌”的扑克，不断地发生变化，最后很难找到其最初的图谱。而如果找不到最初的图谱，就难以推算共同祖先的出现时间。

20世纪80年代，遗传学家有了新思路，研究线粒体DNA。这些位于线粒体内的DNA，与一般位于细胞核内的DNA有不同的演化起源，可能是源自早期细菌。而线粒体的DNA的一个特点就是：不能重组。

这样，我们可以开始阅读每个人的血液中流淌着的关于我们自身历史的大书，发现我们的祖先是谁，他们从哪里来。

“线粒体夏娃”

1987年，美国《新闻周刊》封面上，一个半裸的黑皮肤夏娃把一个苹果拿给一个黑皮肤的亚当，其内文介绍道：“我们共同拥有一个生活在15万年前的非洲祖母，今天所有的人都是那个她的后代。”





第一篇 中国人从哪里来(5)


这无疑是一个爆炸性的新闻。得出这一结论的，是美国加利福尼亚大学伯克利分校的瑞贝卡&#8226;卡恩和艾伦&#8226;威尔逊。

这是线粒体DNA研究中所得出的最著名结果之一，卡恩为此曾在全世界范围内收集胎盘，因为其中含有丰富线粒体。他们研究了147个样品的相互关系后，画出它们的线粒体DNA谱系。卡恩的研究思路是：如果两个人的线粒体DNA在一个多态性位点共享一个变异，那么它们便有共同祖先，这样分析所有样本的相互关系后，分子人类学家就可以构建一棵家谱树，进而追踪到所有族群的共同母亲--所谓“线粒体夏娃”。 现代人的基因可以追溯到大约15万年前的一位非洲女性（实际上，夏娃的生存年代是一个区间，在大约15万到18万年间）。

“非洲起源说”刚刚出现时，引起了公众的兴趣，却在人类学家中遭到严厉批判。他们找出一些分析漏洞，比如有人指出，这个研究使用的黑人基因是来自加勒比海，而不是非洲，因此基因上可能已经产生混杂。

但随后遗传学家分析线粒体以外的DNA的时候，亦发现了溯祖现象；后来试验者使用非洲人的基因进行研究，得出了同样的结论，证实了人类的“夏娃”确实在非洲。

1994 年，根据线粒体DNA 特征的分组结果，英国科学家布莱恩&#8226;赛克斯又提出，几乎每一个有欧洲本地血统的人都是由4.5万年前迁入欧洲的7 位女性祖先繁衍而来的，这7位女性被他称作“夏娃的七个女儿”。

因此这一点看起来似乎是无可置疑了：我们所有人共同拥有一个生活在大约15万年前的非洲祖母。她的后代走出了非洲，有了我们。

这并不是人类的第一次“出非洲”，事实上，科学家早就发现150万年前，直立人第一次“出非洲”，它们分散到各地，到达东亚的进化为爪哇猿人、北京人等，留在非洲的一部分在10到20万年，进化成解剖学上的现代人，也就是后来走出非洲的那批人类。

或许还可以加上较近的一次：奴隶贸易所引发的非洲人口向外迁移。在16世纪初期，首批非洲奴隶被送往新大陆，后来的岁月中，约有1200万名非洲奴隶横渡大西洋，在彼岸安家。尽管出于人为因素，这也成为一条基因迁移链，在他们的身体里留下了痕迹--很多欧洲、美国黑人身体上带有典型的欧洲标记--M173，就是这次移民所留下的基因标记。这我们将在后面讲到。

“Y染色体亚当”





第一篇 中国人从哪里来(6)


通过线粒体找到的一定是“夏娃”，而非“亚当”，是因为线粒体所含DNA全部来源于卵细胞，因此其DNA分析只能追溯母系谱系。

所以，人们接着会提出一个问题：找到了夏娃，那么亚当在哪里？科学家们也是如此，在发现人类基因历史的“夏娃”之后，随后便试图去寻找基因历史上的“亚当”。

发现夏娃使用的是在母系之间传递的线粒体DNA，那么研究男性，可以用什么呢？值得庆幸的是，我们有Y染色体。

X、Y染色体是性染色体，而男性的“XY”两条染色体只能在小区域内配对，而在绝大部分区域都不能和X重组，这样在细胞分裂形成染色体时，Y染色体永远避免了被洗牌的命运。同时，Y染色体携带的核苷酸数量远高于线粒体DNA，因而研究人员拥有更多的多态性来区分不同的人类族群。

当时对Y染色体进行研究的科学家很多，包括两个彼得--彼得&#8226;昂德希尔和彼得&#8226;欧芬纳。昂德希尔最初在加利福尼亚大学研究海洋生物，毕业后进行了一段商业研究，后来转而进行分子生物技术研究，在斯坦福大学的路卡&#8226;卡瓦利&#8226;斯福扎实验室；而欧芬纳则是化学家，也在斯坦福大学应用高效液相色谱技术分离DNA，他对Y染色体很感兴趣。

正如沃森和克里克合作发现DNA的双螺旋结构，这又是一个跨学科的优秀合作的典型。欧芬纳掌握一项可以快速检测DNA变异的手段--“高效液相色谱技术”。而昂德希尔则通过对这些变异进行分析，建立“家谱树”，从而得出人群之间的相互关系。

2000年11月，《自然遗传学》杂志发布了彼得&#8226;昂德希尔、彼得&#8226;欧芬纳以及其他19位研究者的成果。长达21人的作者名单，即使在共同署名成为惯例的学术期刊，也是很少见之事，这说明了这项工作的突破性意义，以及它所集中的研究成果之多。





第一篇 中国人从哪里来(7)


这项研究对全球1062 个具有代表性的男性Y染色体进行研究，分析结果表明欧洲和亚洲等地的现代人群都起源于非洲，而美洲和澳大利亚现代人群又都起源于亚洲人群。这就是与“夏娃假说”相互印证的“亚当假说”，这位亚当，生活在距今5万9千年。

然而根据线粒体DNA，最早的现代人基因出现在15万年前的非洲夏娃身上，而亚当Y染色体的年代距今有5万9千年，这近10万年的时间差距该如何解释呢？实际上，迟到亚当出现的时间是在4万到14万年之间。而且在基因序列表中，线粒体DNA和Y染色体是独立的，因此它们是不是在同一时间相遇没有什么意义--从遗传学上来说，“亚当”和“夏娃”不必相遇，只要他们的基因分别流传下来就够了。

亚当和夏娃都有所属了，但是，对于普通人来讲，他们还关心夏娃和亚当的子孙是如何散布到五大洲的。这，马上就会揭晓。

寻找基因地图

2005年，一项庞大的多国合作计划启动：“追寻人类足迹计划”。这项计划由美国国家地理学会、IBM 和韦特家庭基金会共同出资4000万美元，全球10个研究机构参与了研究。项目的目标是，在2010年前，在全球范围内收集10 万人的DNA，从而描绘人类的迁徙地图。

10个参与研究机构分布在世界各地--中国、俄罗斯、印度、美国、英国、法国、黎巴嫩、澳大利亚、巴西、南非，他们分别收集本地区数据，并集中上报给项目总部，由IBM公司的一个科学小组运用高级数据分类技术来揭示样品中蕴含的新模式和联系。

如果找到了人类迁徙的地图，我们可以得到很多有趣的东西，比如一群群人是什么时候离开非洲大陆的；一路上，他们碰见过谁，谁加入了他们的队伍；我们甚至可以发现亚历山大大帝进军亚洲大陆、成吉思汗大军西进中亚、十字军东征这样著名的历史事件在基因上的“痕迹”。





第一篇 中国人从哪里来(8)


这并不是异想天开。2008年黎巴嫩美国大学的皮埃尔&#8226;扎罗瓦发布的一项研究成果已经发现，黎巴嫩人的DNA中发现了通常在西欧人群中出现频率较高的基因段：R1b，而且这一基因段只在黎巴嫩的基督徒中高频率出现，而在穆斯林的基因中则看不到。同时参与这一研究的科学家斯宾赛&#8226;韦尔斯，也是基因地理计划的总负责人解释说：“最可能的答案是这是十字军东征的结果”。

研究组发现人类起源的具体位置是东非，也就是今天的肯尼亚和坦桑尼亚一带。而目前地球上最古老的人种之一则是生活在非洲西南部的非洲原住民布希曼人，也被称为桑族人--也就是电影《上帝也疯狂》中所描绘的民族，他们长得并不像常见的非洲人：个子矮小、拥有浓密的卷发、肤色较浅、眼皮较厚。也许通过他们，人们可以遥遥望见我们祖先的背影。这是否意味着，人类最早起源于非洲南部，而不是东非大裂谷？一些古人类学家提出了南方起源说，但是这并不足以成为结论，桑族人曾经分布十分广阔，在索马里、埃塞俄比亚也曾发现过和桑族人特征类似的化石。

非洲人大约10万年前开始外迁，也许是气候变化导致。15万年前，地球处于里斯冰川期的结束期，地球平均温度比现在低10℃，大约13万年前，气候开始变暖，因为海平面的上升以及大气湿度的提高，非洲降雨量增加，12万年前，地球又开始逐渐变冷，至7万年前迅速变冷。美国地球物理学家罗伯特&#8226;沃尔特发表了一项研究成果，认为非洲大陆在上一个冰川时期出现的大范围干旱，使现代人迁徙到了沿海地区。

出非洲记

如果把几万年前的人类比作旅行者，他们的迁移过程，就像在一系列相互交联的线路上移动，只是速度非常缓慢。在某一特定线路上，当地人都拥有共同的遗传标记，因此科学家利用字母和数字，为这些线路编号。

大概10多万年前，非洲人开始向外迁移，第一个发现的非洲以外的，是生活在10万年前的男性远祖基因，科学家给它起了个数字化的名字为M168，在女性远祖的基因谱系上也找到了线粒体L3，就是他们的后代走出了非洲。





第一篇 中国人从哪里来(9)


大约9万年时，M168上分出一个新的标志，叫做M130，同时还有一个线粒体M，M130和线粒体M相伴随踏上了旅途。他们最有可能的路线是沿着海岸前进，因为海滩容易找到高蛋白质的食物，在非洲之角东部的厄立特里亚，我们发现了距今12万5千年的蛤和牡蛎壳化石，混杂着人类的石器，这说明人类曾以这里的海洋资源为生。

当时的海平面比现在低很多，澳大利亚和伊利安以及美拉尼西亚许多岛屿连在一起。他们在沿海捕捞的过程中，学会了使用木筏，木筏帮助他们从非洲到印尼半岛，再到澳大利亚和新几内亚等地，他们一代代向前推进，可能是为了寻找食物、水或者制造工具的石头。这次离开的人群，形成了我们后来所称的棕色人种，他们到澳洲的时间可能是6万年，在东亚大陆散布开则是4万多年前，被称为早亚洲人。

棕种人到美洲还没有遗传证据，尽管在南北美洲都有发现M130标记，但是由于缺乏时间估算，不能确定是棕色人种留下的还是后来的移民带去的。但许多古人类遗骨和考古遗迹的发现证明棕种人曾到达美洲，比如美洲古老的奥梅克文明留下的石刻头像，很可能就是棕色人种留下的。如果他们到达美洲，应该是使用木筏，因为当时白令陆桥一片冰雪覆盖，人类无法通行。

这些棕色人种文化相对较低，没有精湛的狩猎技术保证每次捕猎都有收获，因此他们不浪费任何食物来源。从安达曼到伊利安，棕色人种始终有着食用人类死尸的传统。也许外人听来毛骨悚然，对棕种人来说却是自古流传下来的部落生存必需的准则。

大约与M130同时，出现了一个标记M89，表明人类通过北非由陆路进入了欧亚大陆。不久M89上分出了M9，这是所有欧亚人的祖先。M9的后代在旧石器时代晚期向东移动时出现变异，分化出了M20、M45和M175，M20主要在印度，M45向东迁徙时遇到了天山的障碍，无法进入中国的西北地区，成为中亚人和部分印度人的祖先。

而M45的后代M242，大概3～4万年出现在中亚或南西伯利亚，并移民进入了美洲，他们带有的基因标记是M3。这批移民至少分为三批，在不同时间到达美洲：第一批是3万年前，由中亚来的部分人走过白令陆桥，到达美洲后南下，成为南美和北美南部大部分的印第安人；第二批在2万年前，从南向北经中国东北到白令陆桥，占据了北美北部；而大约3千年前，爱斯基摩人和阿留申人从白令海峡到美洲，是第三批。





第一篇 中国人从哪里来(10)


M175继续沿着喜马拉雅山南麓向东、向北迁徙，绕过中南半岛进入中国，他们是从东非来到东亚的第二波亚洲人：晚亚洲人，也就是黄色人种。他们的扩散速度很快，从西亚进入印度河流域，穿过南亚次大陆北端，大约3、4万年前到达东南亚地区，只用了棕色人1/5的时间，在两万年前的玉木冰河盛期，黄种人进入中国，由南往北分布，整个扩张开来。

由于棕色人种到达较早，最初到达的黄色人种还没有能力和棕色人种抗争，后来黄种人逐渐与棕色人种争夺地盘。由于黄色人种先进入了新石器时代，在技术和体力上都占优势，他们逐渐得以对棕色人种进行屠戮和驱逐。

尽管这一事件已经非常久远，我们仍能从考古或者历史记载中发现蛛丝马迹，和DNA的分析结果暗合--在商代的人骨材料中，我们可以发现棕色人种的成分，殷墟的祭祀坑里有大量异族俘虏的头骨，其中很大一部分可能是棕色人种；同时地方史料记载，清代广东官宦家庭曾养过“小黑人”；在台湾，最早到达的南岛语系原住民有着灭绝“矮黑人”的传说。这些传说或史料，都是对这一事件的历史记忆。黄种人对棕种人的屠戮和驱逐导致现在东亚人群中，棕色人种的标记M130非常少见，但现在仍存在的少量棕色种人可以证明他们曾经的历史--比如菲律宾吕宋岛中部、马来半岛北部的山地、安达曼群岛的亚洲黑人，印度半岛的达罗毗荼人。

尾声

比起考古学来说，分子人类学有了很大进步。古人类学家常处于两难的尴尬境地--尽管在农业出现之前，曾有数十亿人生存过，但散落在各地的遗骨和工具，却少得可怜，他们能够依仗的依据只是偶然寻找到的遗骨和化石。而分子人类学家不需要等待化石被发现，证据就在自己身边。

但分子人类学也有其局限，科学家检测人类的DNA不是没有止境的，他们擅长研究久远之事，然而对较近的基因的分析，则有一定误差。目前最近只能回溯至几十代之前，再往下的谱系仍处于混沌之中，无法再回答更多的历史问题。同时，人类迁徙的过程中，仍有很多细节未能明了，包括迁移的速度，以及出非洲的次数。

因此除了从更多的地方，采集更多的DNA，科学家开始把目光瞄向与人类相伴而生的生物：细菌、跳蚤甚至虱子。他们希望能从这些生物的基因中，发现人类迁移的痕迹。

近十几年，科学家分析了大量DNA，人类的“出非洲记”已具备了大部分的细节，但对人类迁徙史的回顾，仅开了一个头。我们知道，我们的祖先是如何来到东亚，进入现在中国的，下面即将展开的是另一场旅途--入中国记。





第二篇 灾难改变中国(1)


举全国全民之力拯救每一个生命，帮助每一位受苦者。这是汶川地震带给我们的另一种震撼，人们由此发现：中国变了。

受灾者的坚韧，同胞间的守望相助，志愿者的奋不顾身，救援行动的迅捷有力，都让世界以及自己眼前一亮，彰显出一种继往开来的新的民族气质。

但这种变化，并非突如其来，而是长期以来国家发展和社会进步的厚积薄发。从这个意义上来讲，灾难改变了中国，中国也改变着灾难。

中国是一个灾难频发的国家，《中国救荒史》于20世纪30年代的研究显示，我国历史上水、旱、蝗、雹、风、疫、地震、霜、雪等灾害，自公元前1766年（商汤十八年）至纪元后1937年止，计3703年间，共达5258次，平均约每6个月强便有灾荒一次。

灾害是自然之力作用于人类社会的产物。每一次大的灾难，既是对政府和社会的一次大考，在历史的很多关口，也可能偶然或必然地改变历史的走向。

1644年，在李自成和满族双重压力之下，一场鼠疫摧毁了北京明军的大部分战力，为明朝覆亡添压了一根稻草。在另一些历史关头，灾民们铤而走险沦为“盗贼”，甚而揭竿而起，也成为改朝换代的一股力量。

这种变化或许具有偶然性，它来源于自然的异变，但常常也是人类社会危机爆发的导火索。所以，天灾与人祸常被并提。

而在另一个方面，灾难也可能是国家和社会变化的印证或是推手。1911年，在付出数万人的生命为代价之后，一个叫伍连德的剑桥医学博士主导了东北大鼠疫的防治工作，他们在东北建立的防疫系统，是中国第一个现代化的防疫系统，它也促使“中国数千年来哲学的医学，一变而为科学的医学”。

历史进入现代，人类社会的变化节奏加速，中国的每一步变化也在对付灾难时得到体现。50年代，毛泽东以《送瘟神》的诗句，以政治家兼诗人的气质，推动防治血吸虫的全民战争，“六亿神州尽舜尧”，开创了中国运动式救灾的高潮。而到“文革”末的唐山地震，封锁消息，拒绝外援，一切靠政府和军队的“自力更生”，也显现出这种救灾体系的诸种缺陷。





第二篇 灾难改变中国(2)


此后，中国进入一个崭新的时期，开放与改革，推动着每一个领域的变化，这种变化也在一次次灾难中得到呈现和推动。1998年的长江洪水，触发了中国对于发展模式的反思，政府启动“天保工程”，保护环境、可持续发展成为主流意识，进而推动了“科学发展观”的成形；而2003年的SARS之疫，对于中国的推动更是我们所共同见证。

而这一次地震，更让我们见证了中国的变化，政府的变革，公民社会的发育，以民为本思想的生根，新的民族气质的培育等等，以至于有媒体以这样的标题作评：“震出一个新中国”。

一、老鼠：压垮明王朝的一根稻草

1644年的中国，正是明清交替。历史舞台上有三位主角：明朝皇帝朱由检、农民起义军闯王李自成、清朝的摄政王多尔衮，或许还应加上一位，明朝的辽东总兵吴三桂。其实，还有一位主角一直为人们忽略：小小老鼠。

1644年，农历3月15日，闯王李自成率大顺军抵达北京城北郊的居庸关。这里是北京城的最后一道天险，然而关隘却无人防守，明朝总兵唐通出降。3月16日，大顺军到昌平。昌平的巡抚何谦逃走，总兵李守自缢。大顺军乘势焚毁了明十二陵的享殿。17日，他们已经到达了阜成门外，将北京城包围。

这时的李自成，令一位投降了自己的明朝太监杜勋入城，要与崇祯皇帝朱由检谈判。在17日的夜里，杜勋向北京城头用箭射了一封信，说明他要见皇帝，太监王承恩将他用绳子系了上来。杜勋告诉崇祯帝，李自成开出的条件是：割西北疆土给他，他另立为王，此后他将不奉诏，不入觐。另外，再给银两100万两犒军，他就可以暂退河南。

接下来发生的事，人人皆知：李自成的队伍势如破竹，在3月18日攻破北京城，朱由检仓皇出逃，吊死在故宫后景山的一棵老槐树上。

历史在此留下了疑团：以李自成的实力，打败眼前的明朝军队已经根本不是问题，又何必开出“西北王”的谈判条件？如果朱由检真的答应了他的条件，他还真退兵不成？





第二篇 灾难改变中国(3)


就在李自成进军北京的路上，二月里，他曾在宁武关与明朝军队有过一场激战。那一仗，明朝守军不过几千人，李自成的人马有几十万，但明军守将周遇吉拼死抵抗，大顺军还曾经中了明军的计，一下子折损几千人。最后李自成用人海战术，前仆后继以数万人的代价，才拿下宁武。

惨胜之后，李自成心有余悸，前面的关隘还有很多，都这样打还受得了？不如先班师回西安吧。不料就在他们想退之时，忽然又收到明朝大同和宣府的总兵的降表，于是又改变计划，决定继续向北京进发。

所以，或许也可以这样推论，连李自成自己都没想到，北京城拿下得如此轻易。他在宁武关遇到的只是一员总兵官的部队，那么防守京城的，岂不是明朝最精锐的御林军？

“老鼠‘消灭’了明朝”

然而，1644年3月李自成所面对的北京，实际已是一座疫病蹂躏的鬼城。后人在讲到明末清初改朝换代的这段历史时，往往都注重讲政治大势，军事攻防，历史学家们很少有人关注到这场发生在崇祯十六年（1643年）北京城的惨烈大疫。

1997年，上海交通大学历史系的曹树基教授在他的论文《鼠疫流行与华北社会的变迁》中，提出了明末华北地区流行的大疫实际就是鼠疫，在2006年他与李玉尚合写的《鼠疫：战争与和平》一书中，又对此观点进行完善补充，明确提出：“老鼠‘消灭’了明朝”。

曹树基的史料根据，大部分来自华北一带清朝末年的地方志。根据他的勾勒，这场大疫，是从崇祯六年到崇祯十七年间流行，发源地大致在山西的兴县，然后到大同，再到潞安。接着，鼠疫传到陕西的榆林等地。崇祯十四年时，大疫传到河北大名府、顺天府等地，那里的地方志上，都有“瘟疫，人死大半。互相杀食”的记载。崇祯十六年，也就是北京城破的前一年，北京也发生大疫。





第二篇 灾难改变中国(4)


为何判定北京的这场大疫是鼠疫？曹树基查到的地方志记载和明人当时的笔记，人们称这场大疫为“疙瘩瘟”、“疙疽病”，这实际是对腺鼠疫患者淋巴结肿大的称呼，而当时的传染性之烈，“死亡枕藉，十室九空，甚至户丁尽绝，无人收敛者。”有一个叫吴彦升的官员，刚准备去温州赴任，他的一个仆人死了。他命另一仆人去棺材店买棺材，久久不见回来，竟然死在棺材店里。有一对新婚夫妇，婚礼之后，夫妇坐于帐中很久没有出来，打开帐子一看，夫妇两人死于床的两头。只有鼠疫才能有如此烈性威力。这场鼠疫，发生在北京城破前一年的二月到九月。

台湾的著名明史专家邱仲麟，于2004年在《明代北京的瘟疫及帝国医疗体系的应变》一文中，对北京的这场大鼠疫有更详细的描述。到崇祯十六年四月时，北京每天死人上万，以至于城门都被运出的棺材堵塞。沿街的小户居民，十之五六死去，死在门口的最多，街头连玩耍的孩子都没有了。有一个统计数字，这场大疫夺走20万北京人的性命，而北京城当时的人口，估计在80万到100万，也就是说，每四到五个北京人中，就死掉一人。“堪称是一场超级大瘟疫”，邱仲麟写道。当时的北京城里盛传种种白衣人勾魂的流言，一到晚上，民间整夜敲击铜铁器驱鬼，“声达九重”，官方也没法制止--这是怎样的一座鬼气森森的城市！

这时候，政府还能做点什么？当时的皇帝似乎已经顾不上这事。虽然在崇祯十六年二月疫情就爆发了，直到了七月，驸马巩永革上疏说，请皇帝“轸念孑遗，亟赐拯救”，这时朱由检才下了一道谕旨，拨银两万两，令五城巡城御史收埋死尸，再拨一千两银子给太医院，医治病民。然而病人、死人太多，这点银子杯水车薪，根本不够用。

即使贵为宫廷官宦，也不能幸免鼠疫的肆虐。当时有位叫张真人的法师来北京，刚出宫不久就被皇帝叫了回去，命他施咒诵经来驱逐病魔，但死亡的人仍不见少。开始宫中每死一人，还能得到四千钱的抚恤，后来，连这个钱也没了。





第二篇 灾难改变中国(5)


可以想象，这时驻在北京的明朝军队怎能幸免于瘟疫。邱仲麟写道，当时在北京的明朝军队，名义上说有十来万，大疫过后，少了一半。他引的一位明朝遗民张怡的说法，当时李自成的队伍杀过来时，能上京城城墙上防守的军人，连一万人都凑不齐。不过，明朝的军队向来腐败，驻京城部队吃空额的现象由来已久，也就是说，原来到了军队发饷的时候，还可以叫许多百姓来顶替领饷，比如，叫来许多小商贩或衙门班役来充场面，但现在百姓死得人太多，连顶替点名的人手也找不齐了！

不但是士兵、小贩、雇工大批倒毙，北京城连叫花子都找不到了。当时的守城将官低声下气求人来守城，“逾五六日尚未集”，朱由检下令让太监三四千人上了城墙。到了李自成兵临城下时，北京内城上五个城垛才有一个士兵，而且都是老弱病残，“鸠形鹄面，充数而已”，三月十七日李自成已经到了西直门时，京城还没什么像样的防御，而士兵们每天只有百余文钱去买粥充饥，怎能抵挡李自成的精锐之师？

有史料说，当时的明朝军队打仗时，士兵躺在地上不肯动，军官“鞭一人则一人起”，可是这个起了那个又趴下，说他们是军心涣散也罢，全无斗志也罢，或许，这都是一群半死的病人。

邱仲麟在这里也同意曹树基的看法：崇祯十六年的大鼠疫，间接造成了北京的沦陷与明朝的灭亡。

战争与病菌

但是，这里仍有疑问。首先就是，李自成的队伍攻进一个大疫之城，他们自己难道不会被传染？下一个问题就是，那么清军呢？李自成仅仅在北京待了42天，接着是另一拨改朝换代，清朝人进来在北京建都，他们不会感染上大疫？

曹树基对此的解释是，李自成进城的时刻恰逢其时。正好到这个时候，北京的腺鼠疫已经基本平息，而肺鼠疫，因为天气转暖，还没能流行开来。

这里要解释一下腺鼠疫与肺鼠疫。一般人们都知道，鼠疫是一种由老鼠传染的烈性传染病。具体说，是由老鼠身上所带的跳蚤，将鼠疫杆菌传染给了人。这是腺鼠疫。腺鼠疫的显著特征，就是淋巴结肿大溃烂。而肺鼠疫，常常是由腺鼠疫转化而来，表现为剧烈胸痛、咳嗽、吐血。肺鼠疫的厉害，在于它是人与人之间的传染，已经不需要老鼠作为中介，类似SARS。但是肺鼠疫的流行一般都是在冬天，需要在气温低的条件下。





第二篇 灾难改变中国(6)


“每一种疾病，有每一种疾病的机理。腺鼠疫的流行，到了老鼠和人都死到一定程度时，它就会平息下来。这个时候李自成来了。如果李自成早几个月进来，他们也会被鼠疫消灭掉，不过，到最终清军还会进来，这个大趋势不会变。历史的演变真是非常有意思。”曹树基说。

在这个1644年的春天，李自成进北京又退出北京的前后，从曹树基研究的史料上看，在天津及南方，继续流行鼠疫。疫区一直伸延到了苏州、杭州。从症状的描述来看，既有腺鼠疫，又有肺鼠疫。

今天，人们可以在网上看到关于鼠疫与明末清初历史变局的各种假说。有人说，李自成的部队后来与吴三桂及清军的决战之所以大败，就是因为在北京已经感染了鼠疫，丧失了战斗力。到后来，李自成屡战屡败一溃千里，就是这个原因。而清军，占领北京后又迟迟不南下，听凭南明建立流亡政府抵抗，也是这个原因。

对此，曹树基并不敢认同。“李自成进北京后，应该鼠疫对战争是没有直接的影响了，后来发生的那些都属于政治史了。至少从史料上来说，没有李自成及其部将士兵染病的记载。”

“这一点确实比较诡异。从历史记载上看，李自成的部队经过的地方，都变成了疫区，发生了大疫，但是确实没有李自成部队本身受感染的记录。”

关于战争与疾病的因果关系，曹树基的合作者李玉尚曾写过一篇论文，讲述太平天国战争时，霍乱的流行怎样对这场战争发生影响。

在同治元年七月，太平天国战争已经到了决战时刻。清军一方，曾国藩的部队本来已经形势大好，满以为可以一举拿下南京。不想，一场凶猛霍乱使得“士卒十丧四五”，死去的人数以万计，有时军中病人连侍候服药的人都没有了。

“这个时候，正是太平天国一方大举反攻的好时候。可是，霍乱同样也袭击了他们的军营，使得他们也无力进攻。这样，战争进入了僵持。本来预计马上会结束的战争，又拖延了三年。”李玉尚说。

这是最典型的疾病直接影响战争的事例。而李玉尚的论文和结论，最有说服力的证据，来自曾国藩的书信。





第二篇 灾难改变中国(7)


在以往，人们只关注明末清初的政治斗争和军事战争，在正史中，关于这段历史时期的疫病记载不但少而且相当模糊。曹树基说，他做这段研究时，看了大量地方志，而邱仲麟的研究，大量历史资料是来自明人的笔记。

如果我们仔细去对应战争的轨迹与疾病的轨迹，仍会发现许多对不上的地方。或许，疾病流行本身的规律我们还没有悟透；或许，是因为当时的记录者也好，后世的阅读者也好，目光早已被那改朝换代的大事变所遮蔽，已经无暇关注到在翻天覆地的狂飙之中，那藏在人间角落里的小小老鼠。

人与鼠：战争与和平

但是事情还没有完。鼠疫最初是怎么发生的？为什么明末的几场大鼠疫，都是从山西开始的？曹树基开始注意到，自明清以来，山西长城口外地区的自然环境发生了巨大的变化，也就是说，从这时候开始，有大量的汉人迁入，大片原来的牧场被开垦成农田，这里的生态环境变了。

历史记载，大批汉人进入塞外是在明嘉靖年间（1533～1534），大同边卫发生变乱，许多汉人逃往口外投奔蒙古俺答。他们还大肆招徕汉族逃民在那里耕田。也有记载说蒙古俺答也从内地掳掠汉人过去，从事农活。

本来在草原上生活着大量的老鼠。它们中也会有携带鼠疫杆菌的病鼠，“但是只要带菌老鼠的种群小到不足以传染流行，就没关系。在草原上一般就是这个情况。”曹树基说。但是，如果大量的人过去，改变了这种关系，情况就不同了。这时，人与鼠接触的机会就大大增加，特别是在发生旱灾的情况下。

据鼠类专家的研究，一旦发生旱灾，老鼠会到处去找食物，其中不少就窜到了人类的集中居住地。而因为它们吃不饱，会导致体质变弱，这时它们身上带的跳蚤会格外多，干旱使鼠洞内温度相对升高，又促进了鼠疫杆菌在跳蚤体内的繁殖。





第二篇 灾难改变中国(8)


这时的老鼠对人就相当危险了。可是恰恰这时，人们--受了旱灾的饥民们，偏偏要到处找老鼠。他们需要刨鼠洞里的粮食充饥。可以想见，这时人们带回家的，不仅仅是老鼠们存下的粮食，更有老鼠们身上的跳蚤、和跳蚤们所带的鼠疫病菌。

查一查明朝末年的历史记录，关于灾荒特别是旱灾的记录触目惊心：万历十年、十五年、四十五年，都曾发生瘟疫，也都是大旱之年，崇祯十四年之后，是连续四年的大旱，瘟疫也一直延续到明朝的灭亡之后。旱灾发生后，灾民们会四散逃荒，使得瘟疫也随之四处扩散，而像北京这样的都城，一旦感染瘟疫，又会随着它向外辐射的条条官道，把病菌传到帝国的四面八方。这还是在不打仗的情况下。一旦旱灾、瘟疫和战争同时出现的时候--这正是明朝末年的情形--这个社会就开始崩溃了。

如果没有战事，或许明朝政府还可以集中精力去应付灾荒。但明朝末年的时候，明王朝面临着强大的外敌入侵。为了应付辽东防务的沉重负担，于是加紧对社会摊派苛捐杂税，这又导致社会矛盾激化，激起一轮又一轮的民变。战争，又导致灾荒和疫病的后果成倍扩大，无法收拾。

1644年，一年中中国出现了三个皇帝，北京人有四分之一被鼠疫夺去生命。而据曹树基估计，明末的崇祯年间，死于鼠疫流行核心区即山西、直隶、河南三省北部的疫死人口，要占到这三个省总人口的三分之一。

灾荒、疫病、战争，1640年代的中国，这几种因素相互影响，相互作用，使得神州大地生灵涂炭，山河破碎。据学者统计，明清易代之际，因非正常死亡，中国的人口减少了约四五千万。

资讯：中国灾难史

远古时期至周朝以前，那时，又正值地质史上最近一次冰河期的结束。大地回暖，气候湿润，地形复杂，江河无水路，百川无堤防，沼泽无障碍，故遇暴雨，洪水横流，泛滥成灾。 因为文字还处在“甲骨文”时期和汉字成形时期，即使发生了自然灾害也无史料可查。即使发生了各种自然灾害，人类也是蒙昧无知，无所认识。仅有对“洪水”和“猛兽”的直观认识而已。

到了春秋战国时期，管仲所著《管子》一书，其中《度地》篇中已提到水、旱、风、雾、雹、霜、疠(疫病)、虫等害。





第二篇 灾难改变中国(9)


在我国两汉、新莽、魏晋、南北朝时期，旱、水、虫、饥、雹、风、疫、地震八灾骚扰。据史料记载，在西汉至南北朝这785年当中，共发生水灾162次，平均每4.8年一次；旱灾179次，平均每4.3年一次；风灾50次，平均每15.7年一次；蝗灾87(其中螟灾7次)，平均每9年发生一次；饥馑56次，平均每14年发生一次；雹灾52次，平均每15年一次；霜灾24次，雪灾15次，冰灾1次；地震241次，平均每3.2年一次；人疫46次；牛疫5次。

隋、唐、五代十国(附辽)“八灾”加重和种类增多。共发生旱灾170次，水灾163次，虫灾55次，雹灾39次，霜冻18次，风灾31次，疫灾19次，牛疫7次，地震61次，旱灾引起的饥荒17次，不明原因的饥荒56次，水灾引起的饥荒2次，雪灾11次，鼠灾5次，山摧4次，兔灾1次，其他灾害2次。

二、清王朝“战痘”300年

小小的天花病毒，始终是大清朝的心腹大患。“战痘”的成功，奠定了清朝稳固江山的基础；而固守祖宗的“人痘”防治法，不接受被欧洲人发展出的“牛痘”疫苗，则成为清王朝气数丧尽的象征。

1649年--正是清王朝入主北京的第五年。春节刚过，北京城里一片恐慌。并非是又有敌方的军队打过来，而是天花（俗称痘疫）爆发了。消息在坊间迅速流传，京城百姓乱作一团。正月三十日，摄政王多尔衮下令，北京户籍居民中未曾出痘者，以及无北京户籍的生人（不论出痘与否），按朝廷避痘制度“约定带出二十里外”。

对于老百姓来说，这不啻是场灾难。后人在京城巡视南城御史赵开心1645年的一份奏折中，看到这样的叙述：稍有发热或生疥癣等疮的百姓无不被驱逐。贫苦百姓被赶到城外，无居无食，往往将年幼体弱的子女抛弃道旁，任其饿死。

老百姓们被驱赶，皇族大臣们则四处躲避。

顺治皇帝早早跑到城外的南苑避痘去了，留在城里的贵族们也一个个深宅紧闭，战战兢兢等待瘟疫早点过去。

尽管重重设防，天花病毒却防不胜防。





第二篇 灾难改变中国(10)


农历3月18日，顺治帝的亲叔叔豫亲王多铎在经历了天花病毒数十天的折磨后，终于咽下了最后一口气。这位被后来的乾隆帝赞为“开国诸王战功之最”的杰出将领当时年仅36岁，正值壮年。如此强健且拥有最好医疗条件的豫亲王尚且难逃天花病毒的魔爪，天花疫病危害之大已不难想象。

天花，这个可怕的幽灵，一直盘桓于清王朝300多年的统治期间。

天花来了

就在多铎死前的三四十年，他的满族祖先们还不知道天花为何物。

事实上，祖祖辈辈生活在白山黑水之间的满族人（当时称为建州女真）原本没有天花这种疾病。他们世代生活的东北地区天寒地冻、地广人稀，天花病毒很难存活与传播，直到明朝末年中原地区仍流传着“北虏（包括蒙古和满族在内的北方少数民族）不出痘”的说法。可以肯定，是中原的汉人带来了天花病毒。

明朝末年，关内大批破产农民移民辽东，与建州女真杂处其间。他们带来了中原地区先进的农耕技术和中国传统文化，同时也带来了肆虐中原的天花病毒。它不仅通过接触感染，甚至通过飞沫、尘土或者带有病毒的空气传播，传染性极强。

这种不受欢迎的病毒其实也非中国原产。据考古资料证实，它源自北非的古埃及，公元前1143年去世的埃及法老拉姆西斯五世是迄今为止发现的最早的天花病人。大约在公元前250年，天花病毒辗转由匈奴传入中国。一千多年的天花肆虐，中原汉人虽已积累了相当丰富的防治经验，但仍有高达百分之三四十的死亡率。

刚接触天花的满族人对这种病毒则完全没有抵抗能力，染病者死亡往往十之八九。

为防天花，满族人制定了一套严格的“避痘制度”。他们的第一招，是逃避。比如，遇有痘疫流行，满族人一般都不前往公众场所。即使遇到重大的国家庆典，如正好发生天花疫情，即使是皇族，只要是未曾出痘的，都可以回避缺席。比如1631年正月，皇太极长兄大贝勒代善第五子巴喇玛染天花而死，皇太极、代善与诸贝勒们，就没敢亲临治丧。





第二篇 灾难改变中国(11)


其次，是隔离。满洲治下的八旗军民一旦患上痘疫，即被强行驱逐远离都城。满族人对皇族的规定尤为详尽，已出痘和未出痘的皇族不得共聚一处。凡是未出痘者患病，须九日后方可探视。

入关前，为了消耗明朝国力，皇太极曾不断派出精锐骑兵绕过山海关抄掠河北山东等地。为避免感染天花，皇太极总是尽可能拣选已出痘的贝勒，同时，还尽量避免在天花疫情容易爆发的四月至八月出兵。尽管每一次进攻都那么小心翼翼，努尔哈赤的两个孙子--名将岳托及其弟弟玛瞻仍然在抄掠山东途中感染天花英年早逝。

顺治之死

1644年，李自成攻陷北京，辅佐幼帝的摄政王多尔衮下令进军山海关。接到派遣令的和硕肃亲王豪格尚未出痘，抱怨道：“（这）难道不是有意要致我于死地吗！”

入关那年，顺治皇帝七岁。这位出生于关外、六岁登基的幼帝，自小已见众多皇族亲友被天花夺取性命。然而他一直未曾出痘，入关后又必须居住于天花流行的北京，于是他的一生不得不处于高度戒备中。

清入关之前就有的查痘制度，到进了北京城后，更为严苛。当时痘疹几乎每岁必发，查痘的对象从八旗军民扩及京城住民、出洋贸易者，以及来京外藩。一旦发现症状，即进行隔离，强行驱逐患痘居民远离都城，或谕令未出痘外藩不必来京。

效法皇太极，顺治也为自己在南苑和西苑各建了一处避痘所。但凡有一点风吹草动，便急忙奔往避痘，这样的情形仅正史记载的就有五次之多。

但天花却总不放过他。

1660年，顺治最宠爱的董鄂妃感染天花死亡。三四个月后，又一场天花疫情在京城蔓延，深陷痛苦之中的顺治竟然忘了出城避痘--这一点倒是与民间传说中那个情深义重的年轻皇帝形象相符。

24岁的顺治感染了天花。

顺治染上天花后，自知不起，召来他的亲信大臣拟遗诏。

1661年正月初七，顺治诏令大赦天下。半夜子时，终生避痘的顺治因为天花而病逝。

而他在临终前，选定了自己的继承人。

“战痘”成功，开创清朝鼎盛时代

一位皇帝不幸因天花而毙命，另一位皇帝却幸运地因天花而即位。





第二篇 灾难改变中国(12)


在考虑继承人的时候，顺治帝比较喜欢次子福全，想立为储君，而孝庄皇太后则坚持立第三子玄烨。

玄烨也是从小就跟天花打交道，在他刚刚出生不久，就被送到西华门外的避痘处（后改建为“福佑寺”）避痘。尽管层层设防，处处小心，不到两岁的时候，玄烨还是染上了天花。值得庆幸的是，在乳母孙氏的悉心照料下，玄烨终于从天花死神的魔掌中挣脱出来了，虽然在他的脸上留下了点点麻点。

立福全还是立玄烨？病中的顺治帝决定派人去征询他一向敬重的德国传教士汤若望的意见。结果，汤若望力主立玄烨为储君，理由很简单，但在此时却无可辩驳--玄烨出过天花。

于是顺治皇帝遗命，立不足8岁的爱新觉罗&#8226;玄烨继承皇位。他就是清朝第一位“麻子皇帝”康熙。

清王朝立储的考虑，实际与当时的中国民间观念是相通的。在当时民间甚至有俗语说：“生了孩子只一半，出了天花才算全。”--可见天花危害之严重，也可见，当时天花的危险，主要是针对孩子。有研究者估计，如果孩子得了天花，有三分之一的人活不下来，而活下来的，则都对天花有了免疫力。

天花究竟杀死了多少中国人，至今没有确切统计。但是，从世界的范围来说，医学史上的一个估计，是1.5亿人。其中，最著名也最典型的例证，发生在1519年。当时对天花大都已有抵抗力的西班牙人在征服美洲印第安人时，把天花带到了这块“新大陆”，令数千万人口的印第安人几乎灭绝，最终只剩下一两百万人。

天花在美洲大陆上肆虐，发生在清朝入关前的125年。看来，八旗官兵们对天花的抵抗力比印第安人强不到哪去。顺治皇帝的八子六女，因天花八岁前死亡者有皇子四人，皇女五人，超过半数以上。

八旗以外的汉族百姓同样惨遭天花蹂躏。当时来华的西洋传教士Dyer&#8226;Ball记录了山西疫区的惨况：由于没有有效的治疗方法，百分之五十到六十的感染者只能坐以待毙。更可怕的是，气候温和的南方地区是天花病毒的温床，汉人都视其为瘴疠之地，畏痘如虎的满族人哪里敢去统治？

康熙认识到，天花已经成为清朝统治的严重威胁，必须积极应对。





第二篇 灾难改变中国(13)


康熙在太医院下专门设痘诊科，广征名医，在北京城内设专门的“查痘章京”，负责八旗防痘事宜。他还兴建了历史上最有名的避痘所--承德避暑山庄，作为皇族幼童专门的庇护地。康熙十七年，皇太子胤礽出痘，当时正值吴三桂等三藩叛乱的紧要时刻，但康熙为护理太子，竟然连续12天没有批阅奏章。

太子出痘期间，候选知县傅为格照料有功，被提升为武昌通判。两年后他奉召进了京。这个傅为格，后来成了防治天花史册上的一个关键人物。

傅为格懂得种痘之术--这正是当时一种先进的天花治疗方法。

这种起源于南方的民间种痘法，又叫吹鼻种痘法，最早起源于明朝隆庆年间，一般有两种方式，一种叫旱苗法，一种叫水苗法。所谓旱苗法，就是把天花患者的痘痂取下磨成细末，加冰片、樟脑吹入种痘者鼻中；水苗法则是把患者痘痂用人奶或水稀释，植入种痘者鼻中。种痘法使种痘者轻微染上天花症状，然后出天花，再通过中医精心护理，使他们安全渡过天花期，种痘者就会对天花具有免疫力。

尽管这种“种痘法”并不能保证百分之百的成功，甚至可能导致病人死亡，但康熙仍然命傅为格在皇子们中开始种痘试验。从此，皇子种痘防天花也作为制度正式确立下来。

由于种痘，自康熙二十年以后出生的20位皇子有17位健康长大，而此前的15位皇子长大成年的仅有7位。

随着种痘法在宫中的成功，康熙帝开始了大规模地推行天花预防工作，把它从宫中推广到八旗百姓，直至漠南、漠北、蒙古大草原等北方边境。

此后的一百多年，宫中很少再传出关于天花的消息。满族人四处避痘的仓惶日子暂告一段落。

“战痘”的成功，开创了清朝的鼎盛时代。从1661年到1697年短短30多年，心无旁骛的康熙相继平三藩、收台湾、抗沙俄、平定噶尔丹，稳定了清王朝在中国的统治。

不信牛痘只信“人痘”

种痘法在中国的成功引起了外国的注意。

那时，深受天花危害的并不仅仅是中国人，欧亚各国每年都有数以百万的人被天花夺走生命，行之有效的天花预防技术为世界各国渴求。





第二篇 灾难改变中国(14)


1688年，俄国医生来北京学习种痘及检痘法。18世纪，此法又由俄国传至土耳其。英国驻土耳其大使夫人孟塔古1718年返英后，在国内大力提倡种痘，从此人痘接种在英国盛行起来。

人痘接种在世界各地的传播拯救了数以千万计的生命。但是，这种方法即使在最理想的医疗条件下，仍然会有2%的死亡率，严重的时候甚至会造成将近一半的种痘者死亡。

幼时也种过人痘的英国乡村医生詹纳偶然发现，牛也会得一种类似天花的“牛痘”，但病情会比人得天花平稳很多。而挤牛乳的妇女很容易传染上牛痘，一旦得过牛痘后就不会再生天花。詹纳由此得到启发，想到这可能是牛痘使他们对天花产生了抵抗力。1796年5月14日，詹纳首次从正在患牛痘的挤奶女孩手上，沾了一些痘浆接种在一个八岁的未患天花的男孩手臂上。六周后詹纳特意给这个男孩接种天花痘浆，结果这个男孩安然无恙，证明他对天花有免疫力。比人痘法更加安全有效的牛痘接种法由此面世，并不断完善。

约十年后，葡萄牙医生哈威脱将牛痘疫苗从马尼拉带到澳门。此后，东印度公司的英国医生亚历山大&#8226;皮尔逊，又把牛痘疫苗由澳门带到广州。从中国传出去的人痘接种术，经过改良成为牛痘接种法，在世界转了一个大圈子之后，又回到了它的故乡--中国。

已经有人痘接种经验的中国百姓对更安全经济的牛痘接种法表现出空前欢迎的态度。许多地方官员也参与了牛痘接种的推广，他们在许多地方成立了种痘局，为老百姓免费接种。1815年，广州成立种痘处。1828年，北京设立京都种痘局。牛痘接种迅速在中国大地上推广开来。

但是，也许是由于某种奇怪的大国心态作祟，宫廷的御医们对源自西方已在民间流行的牛痘接种法充耳不闻，仍旧抱着祖传的人痘接种法为皇室贵族种痘。另一方面，天花的威胁也已经大大降低，御医们也因此日益懈怠。嘉庆以后，皇子种痘制度变得形同虚设。

咸丰帝在两岁时，种痘险些失败，虽经御医精心调理保全性命，可在脸上却留下了无法抹平的麻点，成了继康熙之后的第二位“麻子皇帝”。

御医们仍然无意、或者不敢改进已经落后的人痘接种。





第二篇 灾难改变中国(15)


1874年10月30日，咸丰与慈禧唯一的亲生儿子，19岁的同治皇帝被确诊感染了天花。面对同治越来越严重的病情，慈禧太后只会率领文武大臣，依照祖上传下的规矩，在宫内外 “供送痘神”。

同年12月5日，满身疮痍的同治皇帝在一片求神拜佛的喧嚣中，凄惨地告别了人世。而他驾崩的养心殿，恰恰是113年前顺治皇帝命丧天花的地方。

历经两次鸦片战争的清王朝，此时已是气数将尽。

尾声

建国之初，一些西方人士曾经断言，天花等瘟疫，是新中国难以解决的问题之一。

1950年10月，新中国全面推广牛痘接种。经过11年的努力，1961年6月，中国最后一名天花病人胡小发痊愈出院。自此，天花在中国彻底灭迹。

1979年10月26日，联合国世界卫生组织在内罗毕宣布，全世界都已经消灭了天花病。此后，天花病毒只保留在8个实验室中，供研究之用。





第三篇 闯关东(1)


五、关东的江湖

闯关东的流民来到东北后，除了部分从事农垦外，还有很多人加入各种行帮，他们往往和老乡或熟人通过“结拜”的方式凝聚起来，从事淘金、放排、采参、狩猎等行业，还有不少人干脆“落草”，成为关东刀客。这些纷乱而传奇的行帮，构成了一幅色彩斑斓的关东江湖图景。

组织

每个行帮都有一套比较完整的组织，分工明确，尤其是土匪。

据苏辽撰写的《民国匪祸录》记载，大股的土匪又称“溜子”，组织严密。其总头目叫“大当家的”或“大掌柜的”，内部呼为“大哥”。其下有二掌柜。再往下有“四梁八柱”，四梁分里四梁、外四梁，合起来称为八柱。一般匪徒称“崽子”。

里四梁指的是炮头、粮台、水香、翻垛的。炮头是执法行刑的，他必须“管直”（枪法准），在和敌人交锋时，能在关键时刻一枪定夺大局。粮台管粮食和蔬菜的储备、供应以及饮食安全。水香负责分配岗哨。翻垛的是溜子里的参谋长，天文地理知识丰富，善占卜，懂谋略。

外四梁指的是秧子房掌柜、花舌子、插签的、字匠。秧子房就是票房，是关押人票的地方。其掌柜负责催票和撕票，大都心狠手辣。花舌子巧言善辩，负责给苦主家送信、讲价，相当于公关。插签的，也有叫稽查，主要负责勘察打劫的目标、路线，相当于侦察兵。字匠即文书，负责与外界的文字交道，有的字匠还会刻印、模仿他人笔迹等。

由于各个溜子规模不等，所以这八柱也有互相兼任的，或省略的。有的溜子因马匹众多，又专设“马号”，主管马匹车辆等。

淘金行里，管家是总负责人，要求德才兼备，有威望，在大的金行里要投票选举。如夹边沟的关东金王“韩边外”。往下分别是大柜、内柜、牌头，大柜住在金场旁的木房子里，是现场负责人，相当于项目经理。外柜负责外联。牌头是保安队长。把头具体组织金工淘金。筐头、炕头、斗倌、伙计等都是最基本的劳动力。

在放山行里，把头是领头人，是这一行里的主心骨，行规要求他处处超人。要有识别“山宝”的能力，搭眼一看，就知道此地是否有人参，要有识别方向的能力，要懂的山里的规矩和习俗，要有威信。边棍是二把头，负责照顾好伙计。腰棍是一般伙计的统称。初把，也叫“雏把”，不成熟，一般排在后面。留守看窝棚的，叫端锅的。





第三篇 闯关东(2)


在山上干活的木把，叫木营。木营里，领头的叫大柜，下分二柜、大把头、斧子头和趟子头。斧头领人伐木。趟子头则负责把木材运下山，他手下有无数个工人，叫爬犁伙子，日夜从山上往山下运木材。

等木材一下山，就该由山下的木把负责送了。掌柜一看江水开花，就派出“打扮人”带着大洋，到排窝子里去招聘放排的人。掌舵的叫头棹，下有二棹、三棹。最苦的是驴子，也叫“小打”，往往由一些年轻力壮的“生荒子”担任，像拉船的纤夫一样，拖木槽子逆流而行。

活动

东北民俗学者曹保明统计，晚清至民国期间，整个东北能叫出号的匪帮，有3000多股。当时的东北土匪，大体可以分三种。第一种是纯土匪，即红胡子。这种匪多则数百，少则十余，主要勾当是砸富户、抢买卖、绑人票、打官兵，其间烧杀奸淫，无恶不作。1915年，吉林省浑江县匪首“冰上飞”在抢劫时，发现一个老太太手上戴着金戒指，但撸不下来，便用刀砍下老人的手指一道拿走。第二种是武装土匪。这种土匪大多有政治背景或目的。或为报复社会，或为报复官绅；有的借土匪发展势力，希望招安做官；有的投靠日军，为虎作伥。第三种叫棒子手。这种土匪没有枪械，仅以木棒劫道；人数少，有时1人，有时数人，时聚时散。他们打劫对象多是单身行人、小户人家。

对中原一带的穷人来说，到关东山淘金是迅速致富的捷径。当年，吉林的珲春、桦甸一带有金矿，桦甸有许多诸如“金银壁”、“老金场”、“金沙河”、“尾沙河”等等地名，可见这里的出金盛况。

为了能找到富矿，在每年除夕之夜，把头要请阴阳先生看星相，看四周的山林里哪里有亮光，来年就要冲着哪个方向“拉沟探矿”，求得“爆头”、“出富矿”。为了提前去探矿，天刚微亮就出发，生怕落后。





第三篇 闯关东(3)


长白山盛产木材，而大量的木材运输主要是靠水路，从事木材的生产与运输的人，成为木把。木把的活动主要有两个，一是上山伐木（山场活），二是江河流送（放排活）。当年，从事木把的主要是“两山两河”（山东山西河北河南）来闯关东的人。每年一立冬，就由保人领着这些人上山，投到“木营”（山上管理木材的衙门）掌柜的门下，立下生死字据，便开始伐木。

他们住的地方叫“大房子”，两头开门，四面漏风，屋里能容纳上百号人。早上两点多，把头喊“起来--”，木把们就得赶紧爬起来，只听见大伙匆忙往鞋里絮乌拉草和穿大袜子的声音，没等一半人穿好，把头就喊“吃饭--”，吃的是苞米面的大饼子、盐豆子和萝卜条汤，还没等吃完，把头就手握开山斧催了。木把们一个接一个往外走，嘴里还嚼着饭，稍有人慢一点，把头开口就骂，举手就打。

伐木得找好方向，等树一叫炸（倒前发出的咔咔声）先喊一遍，给人找方向，树一倒再喊一遍，告诉人已经消停了，这叫“喊山”。树一倒下来，林子里雪雾弥漫，枯枝乱叶横飞，有很多木把都因躲避不及，惨死在冰冷的木场上。采的树木，砍掉枝桠之后，要拖到树林旁的冰道上，用牛爬犁拉到江边的“排窝子”，等到江水开化后流放。

当时，长白山的“排窝子”不下上百处，分为“南流水”和“北流水”。南流水从今浑江的望江楼起排，经过九九八十一哨，放到今辽宁省的丹东市，这叫“赶南海”。北流水从今抚松县起排，一直放到吉林船厂。这两条木材运输线不知道葬送了多少木把的生命。

这些放排的木把，多是闯关东来的散户，在临江的地方找个小村子住下来，专等放排。每年到了四、五月份，“打扮人”（招收放排人的把头）进村了，像挑选牲口一样，先看这些木把的体格、皮肤、牙口、腿脚，然后讲价。





第三篇 闯关东(4)


无论是在山里，还是在江上，木把的性命随时可能被葬送。一首《木把苦》唱道：“冰天雪地把活干，到死光腚见阎王。”生动地道出了木帮艰难而悲壮的生活历史。

行规

几乎所有的行帮，都把祭祖活动当作重要的行帮规俗来执行，以昭示本行的历史久远和有祖可尊。除了祭祖外，入帮的有“保人”和“引见人”。保人在这个帮的掌柜面前要能说上话，有信义。在淘金、狩猎特别是匪帮中，极重视这一条。而入帮见掌柜，统统要备“四盒礼”。尽管这四盒礼的具体物品不相同，但必须要凑够。

老把头“孙良”，在早期被挖参、木把和狩猎行共同供奉为祖师爷。因为这几个行帮都经常在山林里活动，生存环境基本相同。但到了后来，孙良仅仅是挖参行的信奉神。

淘金人供奉的老把头是山东人孙继高。孙继高从小到关东淘金，后来腿疼冻死在长白山里，死后成神，专门保护淘金的。每年的三月十六日是老把头的生日，那一天，所有的金班都要停止生产一天，像过节一样，集合、上供。酒肉果子都用红布遮掩着，排队来到神笼前祈祷。个别身体不好或者家里有灾难的，还要单独说些悄悄话，求得老把头的照应。祈祷后，大伙一块儿回去喝酒。头三杯酒不能喝，要一杯一杯地倒进林子里，算是敬老把头，然后才能端杯动筷子。

淘金人，还大多信奉南海观音菩萨和关羽武圣。在东北一带的几个大金场，都有工人们集资修建的“关帝庙”。矿工们以“义”为核心，靠“义”来交往，对付大自然和恶劣势力。

据说，因为山神忌讳女人不干净，所以金矿和淘金的河边往往是女人的禁地。关东最大最有名的金把头是韩边外，此人原名宪忠，后改名效忠，原籍山东。清道光年间随父亲来到东北桦甸的木其河子。韩通过种种手段占领了整个夹皮沟，人送绰号“韩边外”。韩就规定所有出金子的地方不许女人前往，自己的妻子也不例外。

由于在山里活动，挖参的把头规定，所有动物、植物都有一种“别名”，这些名称表明了人们对自然的崇拜。比如老虎叫山神爷，蛇叫钱串子，象征着发财、吉祥、有喜，行语中又称“练子”。

木把到山里干活，不许随便说话，怕冲撞了“山神”。也不能随便吃东西，怕咬了“风水”。晚上睡觉一律头朝南，开山斧和各种工具要排齐，放在炕梢，鞋尖要冲着门外。





第三篇 闯关东(5)


木把们最重要的信奉，是木排在江上运行时的规矩。上排前，先要在排窝子里烧香，杀猪，供拜水王，即龙王。然后杀鸡，把鸡血滴进碗里喝血酒。一旦起排，不能说不吉利的话，尤其是“翻”字。比如，吃鱼如果要翻过来，就说“划过来”。管筷子叫“顺子”。

这些习俗对放排人有很重要的精神作用。当时，北流水从抚松放到吉林船厂，就要经过六六三十六个哨口，什么“抽水洞”、“老恶河”等，每一个都足以要人命。

挖参的进山后，先找个地方搭“老爷庙”（把头庙），然后把头领着大伙齐刷刷地跪下，祭奠老把头，希望老把头能给一些“宝物”。一般的祭奠仪式是这样的：包上糖饺子供上，点香烧纸，“索拨棍”齐刷刷地排一遛，把头带头磕头，说：“老把头，俺们爷们就要进山了，求你保佑太太平平的；多拿棒槌多拿宝，回来杀猪买猪头，再来给你上供。”这时，弟兄们一起说：“上山挖棒槌，下山捡鹿角！”说完了，拍拍膝盖上的土，开始放山。

生存法则

各种行帮混杂在东北，难免发生冲突，这时候，有枪有武力的匪帮，就占据了绝对的主动地位，而那些以经济生产为目的的行帮，如木把、淘金、采参等，则成为“弱势群体”。

匪帮最愿意光顾的是淘金客。淘金帮里，把头到小打（资质最浅的），都等着“分包”这一天。“分包”就是劳金，每人一份金沫子。手里有了金子，最犯愁的是如何带出去。当年，各个出金子的地方外围的路口、山口都有土匪把守。金把头要早点“下底”，摸好主要路口是哪位大爷负责，先打通关节，这叫“上疙瘩”。

而大多数淘金人不愿意把自己辛苦淘来的金子白白送出去，就独闯“关卡”。有的把金子藏在猪肠子里，吞进肚子，等过了卡再便出来。有的藏在葫芦里，插进肛门。但不少淘金子却最后让金子“药死”，尸抛荒野，被人开膛破肚，从肠胃里翻扒金子。更有闯关东的淘金人，为了把金子带回老家，就宁愿死去，让其他弟兄把金子装在他的肚子里，再把他的尸体送回家乡。有一首歌谣唱道：“出了山海关，两眼泪涟涟；今日离家去淘金，何日才能把家还？一把金沙亮闪闪，得拿命来换。”





第三篇 闯关东(6)


但匪帮也并非逢人就抢，一些匪帮有严苛的规定。比如，喜丧事、邮差货郎、走村行医、算命摇卦、鳏寡孤独、大车店、棺材铺等，是不可以抢的。民国初期，著名的马胡子、绿林报号“白马张”甚至曾亲自约束部下，要求不但不能对洋人动手，还要暗中保护，“免惹无谓的外交事件”，算得上是有“国际眼光”的土匪头目。

匪帮之间，也严格按照江湖规矩相处，恩仇分明。每股土匪都有绿林“报号”，也就是对外的名号，土匪相信“没有外号不发家”，所以哪怕一两个人的小匪帮也要有个报号。路上相遇，各股自报家门，是仇人，捉对厮杀；是友帮，相安无事。抢劫时，也向村民报号，一则颇有“好汉做事好汉当”的气概，二则也借此扬名，吸引人前来投奔。

一些大的匪帮，已非简单地靠抢劫为生，而是掌控地方，带有一定政权性质。东北沦陷期间，东北老金沟金矿一个叫王瑞义的人，报号“扫北”，此人当时掌握了鄂伦春游猎武装，和抗联、各路山林马贼以及日伪军警都有联系。他以信奉关帝为名，广泛结交各行任务，兼管皮货、烟土、黑枪、黑弹的走私，还开采沙金，成为老金沟矿乌拉嘎金沟的地方势力。

正是在国家政权控制力下降甚至丧失的空档，各类行帮逐步坐大，而随着国家控制力的重新恢复，行帮们以及他们所生存的关东江湖则风消云散。





第四篇 商品战争：华洋冲撞100年(1)


二、那块“华人与狗不得入内”的地方

百余年来，在“公共花园”（外滩公园）上的中外冲突，与中国人与外部世界的交流融合是一体的。这个过程充满矛盾与挣扎，至今也没有结束。

外滩公园，今称黄浦公园，位于上海的黄浦江与苏州河交界处。它地处南京路东端，上海外滩之北端--今天这里是上海这个超级大都市的心脏地带。外滩公园占地约30亩，是个不大而漂亮的公园。一百多年来，在这里发生了太多牵动中国人情感的事件，其中最著名的，就是那块“华人与狗不得入内”的牌子。

在北京从事文化工作的中年编辑何京生，还能清楚记得上世纪60年代当小学生时，看大型舞蹈史诗《东方红》时看到的情形：舞台上，一座公园的门口，外国巡警把守下，“华人与狗不得入内”的白底黑字牌子触目惊心，一群愤怒的中国人在牌子前愤而起舞。在今天的中国，从学童到老翁，老幼妇孺对这个牌子无不铭记于心，它成了中国近代屈辱史的一个标志。

外国佬来了

时间往前推100年。外滩公园那时是上海公共租界（即英美租界）里的一部分，只对外国人开放。再往前，即160余年前，那里还只是黄浦江边上的一片泥沙之地，但是，外国人已经开始到来，这里已经被划入租界。

根据鸦片战争后中英签订的《南京条约》，1843年，英国驻沪领事巴富尔等六人来到上海，与当地中国政府商定11月17日正式开埠。接下来，义记洋行、颠地洋行、怡和洋行等外国商事机构进入上海。

外国人来了，就存在居住的问题。根据《南京条约》，外国人可以在中国的五个通商口岸租房住。后来中英双方又签订《虎门条约》，对《南京条约》做出补充，规定外国人在通商口岸租赁房屋或营建住房，必须与中国官方协商并得到认可，但没有限制他们租赁或营建房屋的数量。租界的发端就肇始于此。

上海学者薛理勇的《旧上海租界史话》一书中，对这个历程有生动描述。

在一开始，外国人在上海城里租房住。那时的上海，只是个仅20万人口的小县城，居民还从来没见过西洋人。上海人对这些金发碧眼的洋人十分好奇，当最初的紧张害怕消失后，他们就尽可能地围观，小孩爬上屋顶看人家刷牙，妇女一看到外国人出来，就喊：“赤佬来了，快跑！”

不久，这种“华洋混处”的局面，随着上海道台与巴富尔签订的《1845年上海租地章程》而结束。当时的上海道划出县城外北郊“洋泾浜以北，李家庄以南”，即今天的外滩所在地，作为英国人的居留地，这里后来就成为了英租界。不到一年时间，外滩沿江的土地就被外国人以“永租”的方式租赁一空。

租界内的中国人





第四篇 商品战争：华洋冲撞100年(2)


1845年英租界在上海建立后，英国人为合理规划和利用这块面积有限的土地，第二年组织了一个“道路码头委员会”。到了1853年，太平天国军占领南京，租界里的外国人顿时紧张起来，于是英国领事阿利国提出，英、美、法三国把各自的租界联合起来，共同组织一个市政机关，以选举产生董事，统一管理上海的租界。

当年的9月7日，上海爆发了小刀会起义，导致至少2万名上海人逃离上海县城涌进当时只有数百外国人居住的租界。原来“华洋分居”的局面又变成“华洋混处”。1854年7月11日，全体租界人会议通过了《上海英、美、法租界地皮章程》，选出了由7人组成的“工部局”（Shanghai Executive Committee）董事会。工部局不久改称Shanghai Municipal Council，中文译成上海市政委员会或上海市政厅。这实际是一个拥有对租界的管理权、行政权、对人的管辖权、征税权的政府。刚开始，工部局只向这里的外国人收税，后也向住在租界的华人收税。

根据1948年上海市文献委员会做的“上海前公共租界历年华洋人口比较表”中统计，1870年时，租界中的华人人数为75047人，洋人为1666人；1880年时，华人为107812人，洋人为2107人；到1895年时，华人已达到240995人，洋人4687人。也就是说，工部局每年所拿到的税收，有一半以上来自华人。

住在租界里的中国人，除了为洋人服务的仆役，还有商人，有买办，有外资机构的中国职员，正是从他们中，产生了对华人不能进入外滩公园（英文称Public Park，即公共花园）不满的第一批抗议者。

来自“上等华人”的抗议

1881年，外滩公园已经建成13年。当年4月5日，虹口医院的华人医生恽凯英等八人路过外滩，当想进外滩公园时，却被门卫挡住。气愤之下，他们第二天给工部局的总董韬朋（Thorburn）写了一封英文信：“先生：我们都是租界的居民，而且是纳税人，想请问你有什么条文规定中国人不可以进入公共花园？”





第四篇 商品战争：华洋冲撞100年(3)


4月20日，韬朋的回信来了。他称：“公园不大，不可能让所有的中国人都进来游赏。门警曾得到过指示，只让文雅的衣冠整齐的中国人进入花园”。4月25日，韬朋又一次回信，说“工部局并不认为中国人有进入花园的权利。”他说，工部局根据当时的英国驻沪领事温斯达致上海道台的一封信做出的这个决定。

温斯达在这封写于1868年6月20日的信中说，“这块地方（公共花园）是给在上海的外国社区的居民作为娱乐场所或公园之用”。信写了一个多月后，外滩公园于当年8月8日正式开放。然而当时的上海道台，对此并没有表示出一个“不”字。

其实，当时的上海，禁止华人入内的外国人专用场所，何止外滩公园。英国总会、德国总会等娱乐场所，从来都禁止华人入内，著名的跑马场，从1850年建的第一个，到1854年建第二个，1862年建第三个，从来没接受过华人做会员。为什么独有外滩公园激起了华人的抗议？

上海社科院副院长熊月之分析，这与外滩公园一开始宣示的名字“公共花园”有关。既然是“公共”的，是工部局修建的，它应属于整个租界的居民共有，因为所有的居民都纳了税。而那些总会和跑马场，都是会员制，所有权和经费来源都与此不同。

在《上海园林志》的资料中披露说，当年修建外滩公园，经费来源于租界内的“公共娱乐场（俗称跑马厅）基金会”。这个基金会拿出了1万两银子修公园。

而华人的抗议，无论来自民间还是政府，主要是从两方面抗议：第一，公园占用的土地还是属于中国的；第二，公园建成后，维护的费用，也是来自工部局收的税款。

华人们的第一次抗议，没有产生什么实效。四年后，到了1885年，工部局打算扩展外滩公园。这下，华人们的抗议又来了。这次带头发难的是唐茂枝等8人。11月25日，他们联名给工部局写信：“中国人与外国人在使用公共花园方面遭受到不同的对待是令人不满的，希望工部局想些办法来消除这种招人怨恨的矛盾”。他们指出“工部局拒绝华人入园，仅仅是从种族方面来区别，这不管以权宜之计或国际礼仪作为理由，都是站不住脚的。”

唐茂枝乃是怡和洋行的买办，其余七人，或是曾经的海关总翻译，或是房地产富商，或是教堂牧师，总之都属于“上等华人”之列。他们最感气恼的，是外滩公园连日本人和朝鲜人都可以进，独独中国人不能进！唐茂枝们一边抗议，一边也给出建议：可以给华人发券，允许部分“高贵阶层的中国居民”入园。这次抗议得到了媒体的声援，《申报》连篇累牍发表文章，抨击工部局，上海的华商团体也为此联名上书。





第四篇 商品战争：华洋冲撞100年(4)


压力之下，工部局只得同意花园自1886年5月4日起有条件向中国人开放，让华人凭券入园。每券限用一星期，据统计，在1889年那一年，共发了183张。

但问题并没有全解决。华人入园要凭券，洋人就不用，本身仍是不平等。但即使这样，洋人还是嫌来的中国人太多了。在1890年，管理公园的“上海公共娱乐委员会”向工部局报告说，近一年，“申请入园的人逐渐增多起来……迟来的外国观众几乎无立足之地”，报告还说，他们发现中国人在游园券上弄虚作假，更改券面日期。

这时，工部局正准备在苏州河边第三次填滩造地，扩展公园。由于上海道的反对，最后，经谈判，将苏州河边一片河滩改建为华人可以随便进的“华人公园”。1890年12月，华人公园正式开放，比起外滩公园，华人花园（今已成为一块街边绿地）设备简陋不少，环境卫生也差很多，但此后，华人的抗议之声就基本平息了。

革命风暴下的标靶

时间又过30多年。1927年，《申报》的一篇文章这样写道：“远在西历一八八五年十一月二十五日我国方面即有……唐茂枝等向工部局提议开放，俾华人得与西人享受同等待遇，但工部局方面则置之不理”。这时，唐茂枝等人的行动，已经被强化成“我国方面”。这种叙述，已经明显带有1927年中国民族主义高扬的时代印记。

19世纪在上海，华洋关系要比在广州和谐得多。当时的上海人，都以西化为时髦。西方人在上海举行的各种运动，虽然不让华人参加，但他们却欢天喜地去观看。比如跑马场赛马，上海人倾巢出动，万人空巷，连附近的苏州、杭州、嘉兴等城市的人们也不顾旅途奔波赶来。由于观众实在太多，那些简易的看台常常发生倒塌伤人事故。遇上租界兴办诸如法国国庆、英女王登基等活动，上海人均踊跃参加，积极性比庆祝慈禧的生日要热烈得多。

但是进入到20世纪初，情况已大为不同。这时，中国的民族主义在上海开始高涨。这时的标志事件，是1901～1903年的拒俄运动，1905年的抵制美货运动，1905年底的大闹会审公堂案等等。这些运动的背景，是上海已经出现了一个相对强大起来的想与外商抗衡的社会精英阶层，1902年，一批多数出身买办的绅商们成立了“上海商业会议公所”，1904年，又成立了“上海商务总会”，后者就是抵制美货运动的发起者。民族主义的另一支重要力量是归国留学生和新学堂的学生。当时上海的报纸杂志铺天盖地的爱国宣传，在民心动员上也起着关键作用。当时宣传的一个重要标靶，就是“华人与狗不得入内”。





第四篇 商品战争：华洋冲撞100年(5)


今天，学者们对历史上究竟有没有过这样一个告示牌争论不休。从历史档案中，至今没有查到直接写着这样条文的规定。能查到的工部局最早的相关文件，是1885年的《公共租界工部局巡捕房章程》的第24项共6条，其中第1条说“脚踏车及犬不准入内”，第5条说“除西人之佣仆外，华人一概不准入内”。但许多文人学者言之凿凿地说，他们确实亲眼看见过“华人与狗不得入内”这块牌子。

对此，熊月之论述说，为什么在1900年以前的文献中，迄今未见到将公园规则第1条和第5条相提并论的情况，到1900年以后就多起来了？这有两种可能：一，1900年后公园确实出现过写“华人与狗不得入内”的牌子；二，是民族主义兴起后，人们很容易从这种公园规则中品出辱华的味道，从繁琐的规则中演变出简单的“华人与狗”。

实际上，我们还可以看到另一条史料：1907年，上海绅士李维清在其编写的小学课本《上海乡土志》中是这样表述的：黄浦公园尚许洋人之养犬入内，独禁华人，此乃“奇耻”！这里说的是连狗都可以进，独华人不能进。1924年，孙中山在一次演说中说：“上海的黄浦滩和北四川路那两个公园，我们中国人至今都是不能进去。从前在那些公园的门口，并挂一块牌说：狗同中国人不许入”。这时，这块“华人与狗”的标牌，已经成了中国人的屈辱象征。

1928年6月1日，在中国民族主义高涨的汹涌浪潮中，工部局宣布：外滩公园对所有中国人开放。

关于“公德”的内省

今天的黄浦公园，以人民英雄纪念塔作为公园主景。传说中的“华人与狗不得入内”的牌子，当然更无处可寻。它更像是一所中国到处可见的普通公园。在今天的中国的公园里，人们经常可以看到的，是另一种牌子，诸如“请勿践踏草坪”、“禁止折攀草木，违者罚款”等等。





第四篇 商品战争：华洋冲撞100年(6)


熊月之在《关于上海外滩公园的历史记忆》中论道：上海外滩公园引起的另一种反应，即除了维护民族尊严争取权利的“外省型反应”的另一种“内省型反应”，较少为人所知。当年洋人限制华人很重要的一条理由，就是华人不守公德，摘花践草。有史料记载，在外滩公园允许华人凭券入园后，华人“有挟妓以入者，此已犯西人之所忌，而妓又爱花成癖，往往一见鲜花，必欲折取”。“中国人入适园后，往往不顾公益，任意涕唾，任意坐卧，甚而到于大小便亦不择方向……”在租界的华人公园开放后，有华人游客“一人欲独坐一凳，不肯与人共坐……巡捕遂斥此人之非是，彼即骂詈不绝。又有游园诸华人见此人与捕忿争，亦不问事之是非，咸助此人，大有与捕为难之势”。

在1913年，北京大学教授杨昌济这样写道：“试观汉口、上海之洋街，皆宽平洁净，而一入中国人街道，则狭隘拥挤，秽污不洁，……上海西洋人公园门首榜云：‘华人不许入’，又云‘犬不许入’，此真莫大之奇辱……平心论之，华人如此不洁，如此不讲公德，实无入公园之资格。”杨昌济说，西方人虽然是欺人太甚，但中国人如果不改习惯，“养成与西人平等交际之资格，则此等耻辱终湔洗之期”。

实际上，自20世纪初以来，中国人中这样的清醒反省，一直没有停过。但是，熊月之指出，在1928年外滩公园取消对华人入园的限制后，这种内省不见了，在中国的历史教科书中一概不见了，在学者的笔下也基本不见了。外争权利笼罩了一切。

北京学者梁晓燕将这种公共空间归结为这样一个定义：“每个人都可以在一个公共规则下，自由享用的空间。”

对于中国人来说，传统上只有私人空间和官家的空间。在公园这样一个公共空间，却是每一个个体都拥有平等权利，都应受到尊重的空间。在这里，你对公共规则的遵守，实际就是对他人利益的尊重。梁晓燕说，当年严复将密尔的《论自由》，翻译成《群己权界论》，其实这是一个极为准确的说法，即每一个人的权利的内核和权利的边界。群体不代表个人，个人也能不否定群体，公共空间的含义就从这里而来。

百余年来，在“公共花园”（外滩公园）上的中外冲突，与中国人与外部世界的交流融合是一体的。这个过程充满矛盾与挣扎，至今也没有结束。





第六篇 一人为刚万夫柔(1)


中国之痛：一人为刚万夫为柔

在师夷长技方面，中国学到的是浅薄的技术枝节，而日本则完全是理念的更新，脱胎换骨。到甲午战败后，中国才开始了对西方制度层面及文化层面的新一轮学习高潮。

有意思的是，当时的激进派和立宪派，对于中国的“民族英雄”，出现了截然不同的推崇重点。主张革命的激进派，将岳飞、洪秀全奉为民族英雄，标准是民族抵抗；以梁启超为代表的立宪派，则反对以族群划线，而将向外开疆拓土、宣扬国威的张骞、班超、郑和诸人奉为民族英雄。

尚武的梁启超戊戌变法失败后流亡日本，便开始写作《中国之武士道》一书，选取了七十多个春秋战国时期的著名人物作为中国武士道精神的体现者，他为这本书写下了充满激情的长达五千言的自序，为中国之武士道“招魂”，唤起国人尚武之精神，不再苟且偷安混沌度日。任公在自序中说：“泰西日本人常言，中国之历史，不武之历史也；中国之民族，不武之民族也。呜呼！吾耻其言，吾愤其言，吾未能卒服也。”他认为，自黄帝以来，华夏民族就是靠武力征服夷蛮而在这广博的土地上生息繁衍，“中国民族之武，其最初之天性也；中国民族之不武，则第二之天性也”。春秋战国间，不强无以自存，“推其致霸之由，其始皆缘与他族杂处，日相压迫，相侵略，非刻刻振后无以图存，自不得不取军国主义，以尚武为精神，其始不过自保之谋，其后乃养成进取之力。诸霸国之起源，皆赖是也……全社会以此为教育，故全民以此为生涯，轰轰烈烈真千古之奇观哉！”是其后的专制集权阉割了中国人尚武进取的精神，“统一专制政体，务在使天下皆弱而惟一人独强，然后志乃得逞。故曰：一人为刚万夫为柔，此必至之符也。”从秦始皇开始，君主们开始“隳名城、杀豪俊，收天下之兵聚诸咸阳，销锋铸铜，以弱天下之民”，从此，“士不敢弯弓而报怨，民气之摧残自兹始矣”，“群天下血气之士于辇毂下，使其心志佚于淫冶，其体魄脆于奢靡”，再动用酷吏、法网构建警察社会，使人们不敢存尚武之心。





第六篇 一人为刚万夫柔(2)


“一人为刚万夫为柔”，可谓是真正说中了中国英雄的痛处。中国历史奉行的是“枪杆子里出政权”，任何开拓型的英雄是不可能为其主所容的。中国历史上最伟大的海洋远征，就是由一位叫郑和的宦官完成的。郑和固然是大英雄，但选派“刑余之人”宣国威于四方，不是皇帝瞎了眼，而是担心在这样一支大舰队的护拥下，正常人可能就会成为争天下的对手。宋高宗杀岳飞，未尝没有这点担心在内，本质上和他的祖上赵匡胤“杯酒释兵权”是一致的。

中国的确是太大了些，大到令我们只愿意死守，不愿意进取；大到统治者只要自己位置坐稳就有一切，安内重于攘外，最能维持既得利益者；大到我们的英雄不到危急存亡之秋、不到“中华民族最危险的时候”就不可能涌现！而且一涌现就注定是“被迫着发出最后的吼声”的悲剧式英雄！“日本人之称我中国也，一则曰老大帝国，再则曰老大帝国。是语也，盖袭译欧西人之言也。呜呼！我中国其果老大矣乎？”（梁启超《少年中国说》）

“一壶浊酒喜相逢：古今多少事，都付笑谈中”，中国的历史果然是太悠久了，“白发渔樵江渚上，惯看秋月春风”，看多了便有点审美疲劳，这种悠久甚至导致漠然，所谓“是非成败转头空”，俨然历史虚无主义！

“靖国神社”：我们也需要跪拜英雄

中日之间百年争战，英雄辈出。在日本人将他们的英雄供奉于靖国神社，即使冒天下之骂名也在所不惜时，偌大的中国，能为抗日英雄献花默哀之所在，尚余几多？

要当中国的英雄，九泉之下的确要有良好的心理素质。因为我们的英雄标准，犹如股票的行情，而且是被“政治庄家”操纵了的股票的行情，不是根据民族大义，而是根据现实政治、根据内斗政治的需要，“辨证”地进行“宏观调控”。清王朝塑造武圣人“模范”形象时，据说斟酌了很久，“决赛”中关羽PK掉了岳飞，原因很简单：因为岳飞抗击的是满清的祖先；到了日本全面侵华，“中华民族到了最危险的时候”，岳飞则又成了全民景仰的英雄；今天，“最危险的时候”早已过去，岳飞却又被各种教科书摘去了民族英雄的帽子，因为抗金只是“中华民族的内部矛盾”；网络上的高论更是令人惊奇，比如东三省是满族同胞带给中华大家庭的“嫁妆”，按此逻辑，当年便不该抗日，否则“日本省”或“东瀛省”便是“和族同胞”带给中华大家庭的又一份嫁妆？于是，今日之怪相便不难理解：一方面，网上“义和团”蓬勃兴起，把口水当利器，逢日必反，杀声震天；另一方面，不读史、不看书，把“九一八”当作“就要发”，更遑论对当年刀头舔血、慷慨赴义的英雄的景仰与纪念。





第六篇 一人为刚万夫柔(3)


而日本人甚至把能收集到的每一个阵亡士兵的名字都供奉在香炉前。

我十分惊诧于日本人对“先烈”的景仰。《日清战争实记》中，有大量的篇幅报道战死者的姓名籍贯，有大量文献是各地纪念战死者的碑文悼词等。我们可以扪心自问：不要说当年牺牲的普通士兵，即使在前线阵亡的国军将领，我们又能说出他们中几个大名呢？当我们愤怒地指责日本政要参拜靖国神社的时候，有没有想过：我们自己的英烈，还存在我们心中的哪个角落呢？

从网络上搜索一下，“公祭”一词显然在近些年来成了中国的热门，但公祭的对象一律都是那些能“文化搭台、经济唱戏”的人文始祖或古代名人，除了南京还在为死难同胞每年祭奠、沈阳为“九一八”拉响警报外，国耻、国难连同那些罹难的祖先和抗争的英雄，基本是从我们的公共记忆中消失了。当纪念成为忘却，甚至成为经营时，还能指望他人来“正视历史”吗？那种依靠政治压力、经济吸引和外交斡旋换来的“谢罪”有意义吗？

大国崛起：要靠进取型英雄

不少研究者将日本的民族性格归结为岛国心态，将晚清时那种老大帝国的迟暮心态归结为“天朝大国无所不有”，这其实就是地理决定论的滥觞。对于此点，历史学家汤因比指出：“人类在与地理实在打交道的时候，决定的因素--对胜败举足轻重的要素--绝不是种族和技能，而是人类对来自大自然的挑战进行迎战的精神”。他嘲笑地理决定论充其量不过是“最隐蔽的‘哲学安慰’而已”，这一伎俩不过是体现了人类的劣根性之一，“就是喜欢把自己的失败归咎于那些完全超出人力控制以及难以为人类所及的各种力量”。

中日之间无论是英雄观的差别还是国家前途命运的差别，关键绝不在于两国的地理特性，而在于两国对挑战的应对之策。华夏先哲道：“生于忧患、死于安乐”，当我们还是“一人为刚”时，我们便也只能拥有和敬拜那些悲剧的道义英雄！





第六篇 一人为刚万夫柔(4)


有一位美籍华人作家将“我们的”英雄和“他们的”英雄做对比，“所谓民族英雄，往往成双成对（对应而非对等）地出现。有统一诸部的英雄，就有谋求独立的英雄；有扩张领土的英雄，就有抵抗侵略的英雄……抵抗入侵之敌的是民族英雄，侵略者同样是民族英雄，甚至是一位伟大得多的民族英雄。”冷静思之，尤其冷静地把我们自己长期作为被侵凌对象的悲情心态放一边的话，这些“伟大得多的民族英雄”为什么是“他们的”呢？我们的民族，缺的不正是这些“伟大得多的民族英雄”吗？缺得不正是“胡无人、汉道昌”的霍去病之类的英雄吗？

当一个国家还在泥泞中抗争、在黑夜中摸索的时候，是谈不上什么大国的崛起的。大国崛起，要靠千千万万的进取型英雄抬起来。我们如果还沉湎在悲情英雄中，沉湎在历史控诉中，只怕下一次再出英雄的时候，依然还只能是悲剧英雄。难道我们还没有受够这样的历史窝囊吗？

“他们的”英雄伊藤博文有诗曰：“楼前饮进三杯酒，天下英雄在眼中”。你我且干了这杯，为那正在走近的“我们的”英雄同心祷告！





第七篇 1950年代(1)


一、1950年代：“翻身农民”想进城

新中国建立之初，政府希望农民扎根农村，但严酷的事实却让部分农民脚踏田里，眼望城里，形成一股进城风潮。

1953年前后，江苏农民对城市里的上班族怀着无限美好的想象，“工人是政府的亲儿子，农民是政府的蛮儿子”，“农民要出民工、要缴公粮、要参军，一年三百六十天，从早苦到晚，生老病死没有管，住茅棚，吃杂粮，穿破衣；而你们工人呢，既不出民工、不缴公粮、不参军，又有劳动保险，有休养，星期天放假，住洋房，吃四菜一汤，穿西装，有文化宫、电影院、跳舞厅，真是一个是地狱，一个是天堂。”在他们眼里，城市拥有荣华富贵，拥有闲情逸致，而农村则贫穷、闭塞、简陋、蹩脚，进城是许多农民的梦想。

脚踏田里，眼望城里

新中国建立初期，政府希望农民扎根于农村，安心于农业。然而，农民尤其是青年农民却一直向往着城市，强烈地渴望着城市里的生活，他们“脚踏田里，眼望城里，心在厂里”。一些农民甚至说，“到城市，倒屎也干”，到不了城市，进远郊的工矿也行。农民甚至普遍地把能脱离农村看作是有能耐，办法多。他们说：“走了的都是英雄好汉，留下的都是稀松懒蛋”；“人往高处走，水往低处流，在乡村有什么出息？”。

1957年前后，高等教育的发展满足不了青少年继续升学的要求，国家动员农村中、小学毕业生回乡务农，这无疑切断了农村青少年通过考中专和大学进入城市的途径，他们倍感沮丧：“高小毕业生，白搭六年功，有心去跳河，可惜太年轻，有心去上吊，对不起毛泽东，有心上城市，又怕白旅行”；“初中毕业生，苦用九年功，原计投高中，遇今少招生。一旦榜无名，工厂闭住门，被逼回农村，腐朽于家中。”学生对学校为了动员他们安心回家务农而进行的劳动教育十分厌烦，以打油诗讽刺：“咱们学校真胡闹，一天到晚听报告，大报告、小报告，劳动教育连成套。”

为了达到脱离农村到城市去的目的，农村青年想尽种种办法，尝试一切可能的渠道：有的为抓住可能的招工机会而努力学文化，“宁可饿饭也学而不倦，或经常学到深夜”；有的女性想嫁给工人、嫁给干部；有的到处托人情找“关系”。





第七篇 1950年代(2)


50年代中期以前，一些比较大胆的农民，利用农暇时节结伴到城里找工作。他们小心翼翼，然而却异常勇敢地迈出了这一步。1955年初春，江苏高邮、宝应、淮阴、盐城、江都、兴化等地农民8385人流入上海市；1956年冬，湖南湘潭县青年农民纷纷流向城市、工矿，愿意在家里从事生产的人很少，有20多农户的长家社第一队接近年关时只有4个劳力在家。就全国而言，1956年10月到1957年4月间外流农民约有57万多人。

人民公社化运动开始后，农民不安心于农业生产的现象更加普遍而严重，此时的城市和厂矿在大跃进中广招人马，越来越多的农民涌入城市。浙江省从1958年秋季到1959年2月间有145000多农民外流，其中流入浙江省各城市厂矿企业中去的有5万人。山西晋北地区1959年春节前后流入城市的农村强壮劳力有8万多人，占当地强壮劳力的十分之一；到1959年4月，有些公社的青壮年劳动力已经跑走七八成以上，有的生产队几乎跑光了。

农民流入各个城市的都有，但以交通枢纽城市为多。1956年秋季，每天从山东、安徽、河南等省流入徐州市区的农民达500多人。

城里人悠闲的生活，吸引着一批又一批农民涌入。这不仅导致农村劳动力的流失，同时也增加了城市的人口和治安负担。为此，政府部门下发了一系列阻止农村人口向城市流动的法令、法规、通知、指示等，但是，这些措施收效甚微。1958年以后政府强化了户口管理，并把日常供应与户口制度紧密挂钩，才最终禁绝了农民通过非制度安排的渠道进入城市的生存机会，制止了农民自发向城市流动的行为。

城乡差别

1950年代，中国人的生活水准虽然都不是很高，但城乡差别依然存在。限于国力，城市人口的生活水平与福利水平不是很高，但却极有保障。尤其是在50年代中后期以后，即使没有工作的城市闲散人员，每月也可以凭户口本领到一份与他人相差不大的口粮；农民劳动强度大，生活却毫无保障，碰到年成不好的时候，就连能否维系生命也只能听天由命。





第七篇 1950年代(3)


1953年，梁漱溟提出：“工人在九天之上，农民在九天之下”，“工人有工会可靠，农会却靠不住，党、团、妇联等也靠不住，质量都不行……”他的这一观点虽然遭到了毛泽东的严厉斥责，但当时一些工矿经常以工农差别教育工人安心生产的做法从侧面印证了它的真实性。1950年代前半期，重庆、南京、武汉等地，就曾经组织工人访问农村，使工人们亲眼看到农民终年劳动、生活却毫无保障的生活实况，从而通过工农对比对自己的生活现状产生满足感。

衣食无忧的干部如此表述自己对城乡差别的看法：“当前的主要矛盾是工农之间的矛盾……农民生活太苦，农民生活与工人生活的悬殊太大”；“工人生活现在提高了，但是农民一年辛苦劳动，还抵不上工人一两个月的工资”；“农民一年劳动到头，还穿不上棉衣，半年看不上一次电影，工人有俱乐部，有其他福利事业，但农民则没有。”

“农村生活苦，布票少没衣穿。油票少，吃的油抹锅也不够。”工人们身在福中不仅知福，还对农民的境况流露出同情之心。

1957、1958年鸣放时，一部分学生认为农民生活太苦，不仅干部和农民不平等，而且工人和农民也不平等，女人少有心甘情愿嫁给农民的。

农民对城乡差别的认识则是感性而形象的。1957年，安徽省巢县银瓶区徐家村双桥农业社女社员徐某在当地一次群众鸣放会上这样描述自己对工农差别的感受：“我在省委机关帮工，看到干部们吃的、穿的、住的才过劲。你看他们吃的：早上点心，中午老母鸡汤；吃饭要用开水烫烫碗，说是讲卫生；饭厅里一个洞一个洞的，这个洞里是卖红烧肉，那个洞里又卖炒肉丝，还有的洞里卖鸡汤；今天的包子是肉馅的，明天又是糖馅的，天天换着吃；到了过年过节，头一天开个条子，第二天要好些菜有好些菜……有的在饭厅里吃还不过瘾，跑到长江饭店吃，一顿就是几十块。你看他们穿的：里头是棉毛衫，外头是福禄绒的小褂裤，再是毛线衣，还有丝棉袄子，外加一件皮大氅；脚上穿的皮鞋，里面还有毛，手上有套，一个人床上叠几床花被子；睡觉还戴口罩子。我们农民粗布衣菜饭饱，还弄不到……你看他们的小伢子，一个小伢雇一个保姆，还规定不准哭，又是牛奶又是饼干，穿得花花绿绿的。我们农民的小伢子一哭哭得砸蛋，屙出屎来无人管，糊得一脸的……干部们拿薪水，拿一百多的，拿二百多的，拿三百多的，还有拿四百多的，我们农民一年累到头，只拿到百把块钱，还要养活一家人。”

干部的生活是农民所羡慕的，却不是他们所奢望的，因为那样的生活离他们过于遥远。多数农民真切地看到的是“工厂捧的是铁饭碗，农村捧的是泥饭碗”，女人“嫁军官，穿花衣，盖花被；嫁工人，吃过玩，玩过睡；嫁农民就‘活受罪’”。





第七篇 1950年代(4)


人人喊饿

江苏太仓县的一个农村干部在给毛泽东的信中反映了1953年该县农民的生活：非春荒时期，北郊镇“有少数农民，因断炊后无法生活而哭泣，亦有一部分农民因即将断炊，而在整日唉声叹气”，吃一顿没一顿的也不少见；北郊镇还不是生活太苦的乡，低田地区的情况更加凄惨。太仓县无论在江苏还是在全国，都算不上困难地区，其农民生活状况尚且如此，全国多数地区的农民生活状况可见一斑。

难怪当时流传着这样的民谣：“丰产户，没棉裤；丰产组，没得煮；丰产乡，喝稀汤。”实行统购统销以后，全国各地的农村留粮标准订得很低，农民吃粮紧张的情况更加突出起来。1954年，江苏扬州专区的农民这样描述生活现状：“春吃菜，夏吃瓜，秋吃角子胡萝卜，十冬腊月吃鱼虾，节省粮食卖给国家。”

在辽宁、河北等地，农民对合作社低收入的情况十分反感，生气地说：“干活累得腰腿断，要想花钱难上难”；“入了高级社，真正也不错，挣了不少分，一算剩不多，社里发一人，大家不能过，地了场光衣服破，回到家中挨大饿，你看难过不难过”。

与此同时，合作社常年安排农活，劳动强度大，农民得不到足够的休息。1956年前后，南京郊区有的合作社社员长年每天从早上四点钟干到晚上八点钟，几乎没有休息日，群众说“天天从鸡叫做到鬼叫，苦死了。”除了体力劳动，大大小小、名目繁多的会议也使农民疲惫不堪。各地农民普遍反映“工人干部有星期日，我们不要求有星期日，只要求休息一下就行了”，有的甚至说“劳改犯人也有休息时间，有时还看电影哩”。

1957年开始的大跃进在农民生活水平没有得到改善的情况下，极大地提高了农民的劳动强度。各地不断地要求农民白天马不停蹄，晚上加班加点，口粮标准却不见提高。难怪在河北农民中流传着这样的说法：“春种夏锄盼一年，劳动累得真可怜，指望秋收吃饱饭，每人给你四两三，孩子多的还小可，孩子少的真可怜，左思右想无门路，来年怎样种庄田”；“社员生活真幸福，吃了大萝卜掺红薯”。





第七篇 1950年代(5)


长期朝不保夕的生活挫伤了农民的生产积极性，他们对改善生活失去了信心。1958年公共食堂“放开肚皮吃”一阵风似地刮过之后，伴随着持续的大跃进，农民的口粮标准已经低到只能维系生命的地步，一日三餐顿顿稀粥或吃了上顿没下顿的情况十分普遍，断炊多日者也不少见。1959年春，山东曹县县委规定发给农民每人每天半斤口粮，但经过各乡留“机动粮”、各队扣除“夜餐粮”、给做重活的多配一点之后，老人、小孩和半劳力每人每天就只有三两粮食了。就连粮食问题在全国不甚突出的陕西也是“人人喊饿”。

当时西安地质学院有个学生这样描述缺粮现象：“怪哉！怪哉！面黄肌瘦，什么病？经名医诊断，所用药料甚大，面粉25斤，大米20斤，大豆3斤，一月服完，三个月后病就好了，病人哀求医生说请你调换药料吧，此药实在难买。”难怪1958年宣传全国农业发展纲要时，农民沮丧地说：“40条也好，50条也好，我只要3条就足了，一条是每人每天二斤米，二条是每人每月五两油，三条是一头猪每月四、五十斤糠”；有的农民甚至把政府关于农业发展的“规划”叫做“鬼话”，把“丰收”称为“风收”。

难圆的梦

中华人民共和国建立初期，基层政府主要依据家庭成分的好坏选拔农村干部，不考虑文化水平和对政策的理解与把握能力。通过这种方法选拔出来的农村干部大多在动员群众方面手段简单，态度急躁粗暴，强迫命令不断。1950年代初，西南大竹专区的农民这样说：“干部只晓得三万一（合作社股金）、二千五（中苏友好会费），再加一个丰产互助组。”也就是说，地方干部只一味地给农民硬摊任务，至于工作方法根本谈不上。更何况，一些基层干部在工作中随便给“不听话”的农民乱扣政治帽子，动辄拉到大会小会上进行批斗。比如，有的地方抗旱时讲“不抗旱就是不爱国”；统购棉花和肥猪时，向农民强调“谁家藏棉花是经济犯，不卖棉花以私藏军火论处”，“不卖猪就是不抗美援朝，政治上必有问题”；爱国卫生运动中提出“不卫生是美国的帮凶”，“不杀狗是和美国细菌战犯通气”，“不锁狗就锁人”等。





第七篇 1950年代(6)


人民公社化运动中的组织军事化、行动战斗化、生活集体化，给干部的强迫命令提供了极大的便利，干部动辄以“扣饭”对“态度不老实”的群众进行惩罚。当时群众所说：“搞积肥，拆陈墙，把人家家里搞得乱七八糟，不成样子”，大炼钢铁时，说是收废铁，但把好铁具也一律收走，“管你给不给，要一齐收”，“食堂成了限制人的工具，一点不对就不给社员吃饭”，“农村干部强迫命令，动不动不给群众吃饭；批判、斗争，有时把社员当成五类分子一样”。

明显的城乡差别、长期的温饱没有保障，以及在生产生活中得不到应有的尊重等因素，使农民产生强烈的离开农村的欲望和行动。他们普遍地把能脱离农村看作是有能耐，办法多--“走了的都是英雄好汉，留下的都是稀松懒蛋”。

二、代食品：那三年的“精神食粮”

1956年到1961年，全国缺粮从农村蔓延到城市，一场由中央发动，各级代食品领导小组指挥，全民参与的代食品运动在全国大张旗鼓地开展起来。这些特殊的食品，在从精神上缓解人们对饥饿的恐惧方面所起的作用，要比它在填充肚皮方面的作用更大。

“粮食多了怎么办”

随着1958年春大跃进运动的全面展开，粮食高产卫星频频上天，似乎吃粮问题已经完全解决。正是在这种情况下，中央领导人提出了“粮食多了怎么办”的问题，在农村公社食堂中曾出现了放开肚皮吃饭的号召，同时国家增加了粮食出口。

事实上，当时许多地方不仅缺粮问题依然存在，而且相当严重。云南省在1958年春夏之间就有70多个县市出现严重缺粮问题。几个月之后，全国粮食不够吃的现象已经十分普遍。到1960年，全国缺粮问题不仅没有丝毫缓解，而且从农村蔓延到了城市。





第七篇 1950年代(7)


肚子吃不饱，群众难免怪话连篇，以表达不满情绪。陕西群众说：“人民公社好，粗茶淡饭吃不饱”，“食堂光汤，吃了心慌，做活没劲，吃饭嚷仗”，“过去粮食打的少，还够吃，现在粮食打多了，却不给人吃够，政府不知道把粮食用到哪里去了！”面对极度缺粮的现状和群众的怪话与疑惑，政府不可能视而不见，充耳不闻。

但出于种种考虑，各种媒体一面一如既往地宣传人民公社的无比优越性和大跃进的伟大成就，一面以群众对粮食的消费水平提高和城镇人口增加等原因对缺粮现象进行解释。

《人民日报》在1960年8月25日的社论《全党动手，全民动手，大办农业，大办粮食》中认为：“在过去十年中，我国农业是逐步增长的，特别是1958年和1959年，增长的速度更快……但是，我国原来的农业水平很落后，而解放以来，随着国家建设事业的发展，对农产品的需要却增长很快”，因为“凡是能参加劳动的人一般都参加了劳动，工人和农民全年都在积极地劳动，食量大为增加；人民公社和公共食堂成立以后，原来的贫农、下中农的口粮已提高到中农的水平；近三年来城市工矿区人口增加了两千万左右；工业用粮也增加很大；农业基本建设队伍很大，去冬今春参加水利建设的人数最多的时候达到了七千多万人，他们的口粮比一般农民多。”

解释与宣传是针对思想认识的，并不能有效地缓解现实的吃饭问题。因此，在通过媒体对缺粮问题进行解释的同时，政府不得不采取“低标准，瓜菜代”的措施。也就是一方面降低城乡人口的吃粮标准，一方面大力生产瓜果、蔬菜和代食品。

由于代食品的生产不像瓜菜生产那样要受土地面积和生长期的双重制约，因此中央对依靠代食品缓解粮食问题寄予很高的期望。经过一段时间的酝酿和小范围的试验，到1960年11月，中央下发了《中共中央关于立即开展大规模采集和制造代食品运动的紧急通知》，一场由中央发动，各级代食品领导小组指挥，全民参与的代食品运动在全国大张旗鼓地开展起来了。





第七篇 1950年代(8)


“让野生植物参加社会主义建设”

所谓代食品，是指人们用于充饥，但在正常年成不作为食品的植物、动物、微生物、化学合成物等。自古以来，人们在灾荒年代都有采集、食用代食品的习惯。三年困难时期，在全国性严重缺粮的情况下，中央人民政府发动全国人民采集和生产代食品，而且由各级党委成立了代食品领导小组，具体负责指挥和领导各地群众研究、试验、开发、生产、收集代食品的活动。

国家在代食品进行宣传时，尽量不提代食品是“度荒”、“救灾”的产物，而将代食品的生产宣传成对农产品的“综合利用”及“人民公社的新发明”等等。河南将群众利用玉米皮制作代食品的举动说成是“人民公社喜事多”，并且编成歌谣：“大跃进，喜事多，玉米皮做出优质馍，不仅香甜又美口，营养价值真不错”。

三年困难时期的代食品主要分为四类：第一类为农作物类代食品，它包括各种非灾难年份人们不曾食用的农作物的秸秆、根、叶及壳类，如水稻、小麦、大麦、玉米、高粱等的叶、秆、根及玉米皮、玉米芯、稻谷壳等，以及薯类作物的叶、茎、根等；第二类为野生代食品，是指野生植物的秸秆、根、叶、皮、果实等，如榆树叶、树皮、橡子、芭蕉芋、蘑芋、石蒜、土茯苓、大百合、野苋菜、洋槐叶、沙枣、鸭跖草之类；第三类为小球藻、红萍等浮游植物；第四类指合成类代食品，如“人造肉精”、“人造肉”、叶蛋白等，它们相对于前三类有较高的营养价值，而且有一定的技术含量，因此也被称作精细代食品。

利用麦秸、油菜秸秆、谷壳、豆秆、豆壳、玉米根、玉米秆、玉米包皮、玉米芯、高粱秆等制作淀粉。《人民日报》1960年7月6日发表评论员文章《综合利用潜力无穷》：“据广西河池县试验，一百斤麦秸可能制成湿淀粉六七十斤；这种淀粉掺和一些面粉和米粉，可以制成馒头、花卷、烙饼和面条，质量和面粉做的一样。”





第七篇 1950年代(9)


在各种农作物中，玉米在制造代食品方面的作用尤其突出，不仅从玉米粒上脱下来的玉米皮是上乘的代食品，而且玉米叶、秆、根，甚至玉米棒的包皮及芯都可以用来制作代食品。因此，三年困难时期各级政府大力提倡种玉米，《人民日报》也在1960年春的相关报道中不断提升玉米的地位，把它从“饲料之王”，提到“杂粮首要地位”，一直到“主粮地位”。

以甘薯的茎叶、木薯的块根、芭蕉芋的根作为代食品。在正常年份，人们食用的是甘薯的块根，茎和叶用作饲料。三年困难时期，甘薯的茎和叶也被作为食品推广。《人民日报》也称甘薯全身是宝：薯叶摘下来洗净晾干，就可当菜，或是掺饭吃；薯叶尖、叶柄放在开水中一烫，加盐腌一天，即可做干菜。

南方的广西等地大种“费工少、成本低”的木薯，用它的块根和叶做成食品。云南等省对主要产于当地、产量大、平时作为猪饲料的芭蕉芋的充饥功能十分重视，《云南日报》多次介绍，称之为“地下粮食”、“人吃的好粮食”，说它含有大量的淀粉和糖分，吃起来味道甜美，可单独食用或掺拌饭吃，还可用来制出可口的馒头、包子、点心、凉粉等。

在政府的宣传上，农作物类代食品的生产是对农作物废料的“综合利用”，野生代食品的采集则是“让更多野生植物参加社会主义建设”。

我国的野生植物资源种类多、分布广，有许多可以为人类所利用。夏、秋季节，许多野生植物生长成熟，采集它们并制成代食品对于缓解缺粮问题有一定作用，因此，1959年秋，国务院发布了《关于深入发动群众广泛采集和充分利用野生植物的指示》，号召各地开展一个“小秋收”运动，上山采集野生植物资源。

《人民日报》在报道各地“小秋收”情况的同时，也于1959年11月30日发表社论《赶快加工利用野生植物》，进一步推动“小秋收”活动。各地党委纷纷响应，把“小秋收”运动列为党在农村的一项重要任务，建立了领导机构，竭力动员劳动力潜力，或利用农事间隙全民出动，划片包干，或组织“小秋收”专业队，分期上山，野生植物熟一批收一批。





第七篇 1950年代(10)


1960年夏季，一些地区总结上一年搞“小秋收”的经验，组织群众到荒野去采摘成熟的野生植物。中央对这一“小夏收”活动非常赞许，《人民日报》及时地发表了社论《让更多野生植物参加社会主义建设》（1960年8月10日）对已经在黑龙江等地取得初步成果的“小夏收”予以推广，并要求各地同时为“小秋收”做准备。

为了配合“小夏收”、“小秋收”，《人民日报》等重要报刊对多种野生植物资源进行了图片或文字介绍。据《人民日报》介绍，每百斤橡子可提取橡子粉30～50斤，经过水或碳酸钠溶液浸提，除去单宁，即可食用；“橡子粉的淀粉含量虽略低于大米和面粉，蛋白质含量也较低，但橡子粉中含有17种氨基酸，其中包括有人体所不能合成而必须从食物中摄取的8种氨基酸。”

据《农业技术》对沙枣的介绍：主要分布在甘肃、新疆、青海、陕西、山西、内蒙古等省，以甘肃省最多；沙枣的果实生吃、熟吃和混在主食中都很可口；沙枣面可以蒸馍、做饼、做面条，还可以做糕点、果酱、酱油、糖、酒和醋等副食品，每百斤沙枣可产沙枣面38斤左右；沙枣的嫩叶煮熟可以当菜吃。

三年困难时期，小球藻一直是政府相当看好的代食品，这大概与小球藻不与农作物争地、易培育、生长快等因素有关。《人民日报》最初对小球藻的宣传却是以培养猪饲料为名的，直到1960年7月6日，《人民日报》的社论《大量生产小球藻》才明确提出小球藻不仅是很好的精饲料，而且具有很高的食用价值。该社论还举例说有些地方用小球藻试制糕点、面包、糖果、菜肴、藻粥、藻酱等食品，清香可口；有人用小球藻粉哺育婴儿，效果跟奶粉不相上下。

此后各媒体有关小球藻的报道主要讲它食用营养价值如何之高。《云南日报》报道“人吃了小球藻以后，最突出的效果是精神好，在一般的情况下，经常定量吃小球藻，体重就会有不同程度的增加。有些地方用小球藻做糕点、糖果、菜肴、藻酱等食品，质高味美，清香可口。有的地方给体质病弱的人吃小球藻，病人很快就恢复了健康。人们称小球藻为‘水中猪肉’、‘植物牛奶’、‘人造鸡蛋’。”这些报道，使许多人对小球藻在渡过困难中将起到的作用无比憧憬。





第七篇 1950年代(11)


胡乔木看了这些报道后上书毛泽东，建议在全国推广小球藻。毛泽东于1960年10月27日将胡乔木的信批转全国，要求全面推广小球藻。很快，全国掀起了生产小球藻的热潮，农村、城市纷纷建池、沤人畜粪便以培养小球藻。与此同时，推广小球藻培育方法的图书纷纷出版，仅1961年就出版了《国外小球藻的试验和研究》、《小球藻生产知识》、《小球藻生产技术问答》等。

合成类代食品的生产有一定的技术含量，大范围推广的难度较大，一般先由科研部门试验，再把成功的经验向各地介绍。陕西省科学院分院和陕西科技大学试验以萝卜、红薯取代琼脂、葡萄糖为培养基的人造肉生产技术，陕西省大荔农校以粗制淀粉加玉米叶粉培养链孢霉的技术，以及西安化学研究所利用农村土炕培养人造肉的方法成功之后，陕西省委代食品领导小组迅速地于1961年1月向各地介绍这一经验。

缓解了人们对饥饿的恐惧

应该说，代食品对缓解三年困难时期的严重缺粮问题起到了相当重要的作用。这一点在农村尤为突出。当时广大农民的口粮标准极低，1960陕南汉中地区年平均每人每天的口粮按原粮计算，一些平川县区的大队为半斤，丘陵地区只有4.1两。

在这种情况下，绝大多数农户的口粮仅仅靠精打细算、多吃瓜菜根本难以果腹，因此用农作物的根、秸、叶等生产的粗制代食品和利用“小夏收”、“小秋收”采集的野生植物制作的代食品有效地填补了粮食上的不足。汉中地区的多数平川社队按1斤代食品、3斤青菜、5两原粮安排群众每日生活，丘陵地带的社队每人每日约吃2.5两荞花、稗谷、包谷皮、榆树叶等代食品。

不过，农村食用的粗制代食品因口感粗糙、味道奇怪而难以下咽，正如有人记载的困难时期赴农村参加整社的工作组成员吃由番茄秆、茄子秆、包谷秆、红苕藤混合在一起推磨成粉做成的代食品馍馍后的感受：“听说发馍馍，三人笑开颜；人均三四个，生活大改善；渴望多少日，饱餐将实现。馍馍端上桌，三人互谦让；拿在手中看，有似马粪状；送进嘴里尝，怪味满口腔。一口咬过后，二口嘴难张；狠心咬三口，呕吐倒胃肠；感谢造物主，有此大犒赏”。





第七篇 1950年代(12)


然而，在农民眼里，能有代食品果腹已经很不错了。陕西就有农民将榆树皮磨成面掺些粮食做成熟食后高价出售，获利最少的也赚到150元，最多的一户获利竟达到500元之多。

且不说代食品有没有营养、是不是有食用价值，有一点是可以肯定的：代食品在一定程度上缓解了人们的饥饿感，对人们从精神上战胜饥饿起到了不可忽视的作用。经历过严重饥饿的人都知道，腹中无物的空荡荡的感觉使人心慌神乱，可以为了任何一丁点能够入口的东西去拼命。代食品的使用对处于饥饿中的人们来说，似乎看到了一线战胜饥饿的希望，有助于缓解因饥饿而导致的精神上的极度紧张。

同时我们也应该看到，虽然各级政府部门对代食品的安全问题比较重视，一些出版社也配合代食品生产工作出版了不少有关鉴定和防止代食品中毒的书籍，但由于人们饥不择食，在对一些代食品的性质不太了解的情况下，没有经过试验就食用，因而中毒现象此起彼伏。1960年5月31日至6月10日陕西洋县谢村公社有五个管区先后发生食用枇杷籽致18人中毒的现象；洛南县有个食堂1960年因食用蓖麻叶以致58人中毒；商洛专区从1960年12月2日至21日这20天的时间内，连续发生六起代食品中毒的事故，共294人中毒。

在三年困难时期，代食品在救灾度荒方面起到的作用是不容置疑的，当然，它在从精神上缓解人们对饥饿的恐惧方面所起的作用要比它在填充肚皮方面的作用更大一些。





第八篇 三十年个人解放史(1)


一、1976年：一个公民的个人生活

到了1976年以后，特别是在10月6日“四人帮”被粉碎之后，官方的政治舞台上的潮汐风云，与民间的觉醒汇在一起，共同把毛泽东渐渐从神还原成人。在那个时候，参加“文革”结束后的第二次全国高考的陈京生没有意识到，对人的真正解放，其实才刚刚开始。

1976年的时候，22岁的北京青年工人陈京生觉得，天塌了，地陷了，世界整个翻过去又翻了过来。

9月9日的下午4时，广播里传来了毛泽东逝世的消息。一时间，她所在的工厂里，许多老工人痛哭失声，有的人甚至哭得当场晕倒。陈京生觉得心里很紧张：如果自己哭不出来，岂不是显得对毛主席不忠？她打心底里是忠于毛主席的，她真觉得中国没有了毛泽东，前途不堪设想，但就是哭不出来，心里万分惭愧。

工厂的食堂被布置成毛泽东的灵堂，有工人们轮流日夜守灵。家里的盆花，已经被父亲搬走，去布置他们单位的灵堂。不知道当时的北京究竟有多少个毛泽东的灵堂。对毛泽东的追悼，在9月20日天安门广场举行的追悼大会上，达到了最高潮。陈京生记得，当主持大会的王洪文宣布向毛主席遗像“一鞠躬”时，车间里所有看电视转播的工友们都顺着次序，一鞠躬，二鞠躬，三鞠躬。不想三鞠躬完，王洪文才说“二鞠躬”，那一天，所有的人都一共鞠了五个躬。但没有人敢笑，那种场合，人们的心都被巨大的悲伤和忧虑所压抑。

在那个时刻，毛泽东仍然是中国人心中的神--即使是在1976年的“天安门事件”中，那些对抗“四人帮”的青年们，仍然会写下“主席教导永不忘，阶级斗争记心上”这样的诗句。

从思想到身体的统一

在“文革”中，林彪曾经讲过一段很著名的话：“中国有七亿人口，需要有一个统一的思想、正确的思想、革命的思想，那就是毛泽东思想。”对于当时的中国人来说，从思想到身体，都已经被高度统一，对毛泽东产生怀疑，那是不可思议的事情。





第八篇 三十年个人解放史(2)


陈京生当时是北京一家汽车厂里的工人。这是当时中国人的身份之一。在中国，人一生下来，就有了自己的固定身份。首先，会分为农村户口和城镇户口。陈京生一家都是有北京户口的城里人。这种户口，是五十年代初陈京生的父亲奉调到北京组建中国科学院时就获得的。

户口不光是身份的凭证，更是生存的前提条件。城市户口都是带粮油关系的。当时陈京生的粮食定量是每月28斤，这里面包含有15斤半面票、5斤半的米票和7斤粗粮票。在当年的粮店里，凭粮票买粮，面票只能用来买面，米票只能拿来买米，粗粮票只能买粗粮。没有粮票，只有饿肚子。而如果你要到外地旅行，就需要事先把北京的粮票按比例拿到粮食部门，换成全国粮票。

除此之外，每个户口，每月还配有半斤油票，通常用来买花生油或豆油。另外一个与之配套的，是副食供应证，每月凭这张证，可以买半斤鸡蛋、一斤半猪肉、半斤豆腐、二两粉条和一两芝麻酱。

如果说，从五十年代开始实行的户籍制度把农民牢牢地固定在了土地上，实际上，也把每个城市居民固定在了他们所在的城市。陈京生的哥哥下乡时曾经有一个东北女友，但后来吹了，重要原因是她无法把户口转到北京来。如果不是因为工作调动或毕业分配、军人转业，个人想实现户籍的调动可以说比登天还难。而拥有一本护照出国旅行，更是不可想象的事。当时的人们都希望自己的“海外关系”越少越好，不然每次调动工作或升职、入党填表，到“家庭出身”、“社会关系”栏时，都像是有前科般战战兢兢，又不敢不填--谁知道“组织上”哪天“外调”，发现了你隐瞒的海外关系，会对你的前途产生怎样影响？

陈京生上学的时候，由学校来管，初中毕业后被分配进工厂，由工厂来管。在学校也好，工厂也好，她的政治前途取决于领导是不是赏识。如果表现不积极，领导不喜欢，就入不了团，入不了党，这样就不会被提拔，永远只能是被领导的小小“群众”。

陈京生进了那家汽车厂以后，在生产流水线一干就是七年。她没有想过调动工作，也没有那个本事去托关系走后门，换一个比较轻松的工作。在那个年头，换工作是很难也是很罕见的事。所以，进一个单位就干到退休的人，比比皆是。事实上，虽然只进工厂七年，陈京生也已经看到了自己的退休之路--她现在是二级工，将来会一年一年地熬下去，渐渐熬成一个三级工，四级工……可能到不了最高的八级工，就该退休了。





第八篇 三十年个人解放史(4)


许多老师傅干到退休，也才是四级工，每月工资五六十元。工厂里的老师傅都是这样干一辈子的。

也可以这样说，在70年代末的中国，每一个人，都被自己的身份固定在某一个城市或是乡村。然后，你还会具体固定于一个单位，在那里，你的前程幸福与否，都在你的领导的掌握之中。他掌握你的福利保障，你的岗位调动，你的提拔，甚至你的病假休息。几乎没有人没有单位。社会上也有寥寥的无职业者，被称为“社会人员”，他们多是被单位开除，或是病得不能干活的人，他们也有人管--归街道居委会管。

在这种“人盯人”的管制体制下，人人谨小慎微，唯恐乱说乱动，招来一生的麻烦。人们已经习惯于都说一样的套话，穿一样的“毛式”服装，看一样的样板戏。如果唱歌，就唱那几首钦定的革命歌曲和“语录歌”，如果看书，就只看《毛选》和《艳阳天》、《金光大道》。就算是谁的脑子里曾经有过“毛主席就不犯错误吗”这样的异类念头，也是轻易不敢与人说的。

第一批怀疑者

但是到了1976年以后，在毛泽东逝世以后，特别是，在10月6日“四人帮”被粉碎之后，人们对于毛泽东的疑问渐渐冒出了心头：首先，四人帮之一的江青，她不是毛的夫人吗？毛怎么会娶这样的女人？他也会看错人吗？接着，毛发动的“文革”真的是“就是好”吗？那我们的国家怎么会到这种山穷水尽的崩溃边缘？

10月26日，当时的中共领导人华国锋曾对宣传部门做指示：一定要注意，凡是毛泽东批准过的，讲过的，都不能批评。经华国锋批准，1977年2月7日的《人民日报》社论，提出了“凡是毛主席作出的决策，我们都坚决拥护；凡是毛主席的指示，我们都始终不渝地遵循”的“两个凡是”。

但是当时的中国，已经不再是铁板一块。过去不容置疑的东西，这时都遭遇挑战。“两个凡是”不仅在民间被怀疑，在中共的高层也被抵制。邓小平首先站出来，于1977年4月10日给中共中央写信，从理论上反对“两个凡是”。他的信在5月3日被中共中央转发。5月24日，邓又说，“毛泽东同志说，他自己也犯过错误”。这一年的7月30日，邓突然出现在北京国际足球邀请赛的主席台上，全场掌声雷动。





第八篇 三十年个人解放史(5)


“毛泽东也犯过错误”，这样的话在当时如石破天惊。它立刻被传开，成为北京市民们私下里的热门话题。议论政治，是当时整个北京城居民最热衷的事。陈京生记得，在1976年的时候，简直是家家户户都在压低声音议论中央政治局里的风波。每次议论完，父母都会叮嘱说，“千万不要到单位里讲啊！”陈京生当然心领神会。到1978年，家庭政治讨论会的热门话题之一，已是北京西单那面贴满议论国是大字报的“民主墙”。

补回被耽误的时间

1978年7月，陈京生参加了“文革”结束后的第二次全国高考，幸运地走入大学。当时，她兴奋地对刚从东北回来的知青哥哥说：“我要把‘四人帮’耽误的时间给补回来！”

事实上，这句话也是当时社会上最流行的一句话。而陈京生的哥哥听了这话却不以为然：“你是说你是让‘四人帮’给耽误的吗？现在你得到的这些，难道不是你本来应该得的吗？”

作为一名有九年下乡经历的知青，陈京生的哥哥对中国社会的认识，对“文革”的认识，要比陈京生深刻得多。他后来陆续道出他所经历过的狂热、幻灭和对前途的绝望，这些都深深震撼了陈京生。就是陈京生的父母，对这些也了解甚浅。陈京生的父亲曾经说，将来他退休了，就到东北去养老--因为两个儿子都在东北插队，陈京生的哥哥听罢哈哈大笑说：只怕你都到不了那里！因为当时的知青坐火车，比今天的农民工春运还要挤，人们都是从窗口出出进进，在不通长途车的地方，知青们还要去扒过路车，有如“铁道游击队”。

然而，也就是从这全国两千万的知青中，从他们对中国农村社会的实际接触和个人挫折中，产生出对体制的第一批怀疑者。1978年8月11日，当年的知青，后来的上海复旦大学学生卢新华在《文汇报》上发表了她的短篇小说《伤痕》，控诉“文革”中“血统论”于人的心灵的创伤，在全国激起巨大的共鸣，从此，开启了“伤痕文学”的发端。





第八篇 三十年个人解放史(6)


1978年的5月10日，由胡耀邦亲自审定的《实践是检验真理的唯一标准》一文在中央党校的内部刊物《理论动态》上刊出，第二天即在《光明日报》上发表，第三天《人民日报》和《解放军报》都全文转载，对“两个凡是”予以全面否定。后来的8月到11月，全国各省和各大军区领导人陆续表态，支持这篇文章。

随着邓小平的复出，天安门事件的平反，大批冤假错案的被平反，直到1978年中共十一届三中全会宣布结束“以阶级斗争为纲”，官方的政治舞台上的潮汐风云，与民间的觉醒汇在一起，共同把毛泽东渐渐从神坛上推下，还原成人。

但是，在那个时候，陈京生和她的朋友们绝对想不到30年后中国会怎样变化，他们没有意识到，对人的真正解放，其实才刚刚开始。

四、解禁年代的身体摇摆

关于身体自由摇摆的权利解禁历时八年，期间历程正如脚下的舞步，起起落落、进三退二。

1979年，改革开放第一年。这年的除夕夜，消失多年的交谊舞第一次出现在人民大会堂的联欢会上。

舞会上，一对青年男女优美地画着华尔兹的圈，女子与男伴的距离保持在20公分开外。他们脸上荡漾的幸福感觉，被摄影师李晓斌适时捕捉进了镜头。女的名字叫盖丽丽，著名演员，后来改名叫盖克，更是大名鼎鼎。

青年演员盖丽丽的优美舞姿之后不断地被人们提起，在那个国家级别的大型舞会上，人们嗅到了舞禁初开的味道。

当时参加舞会的人很多，由国务院管理局组织一些领导干部和一些文艺团体的青年。在此之前，跳交谊舞是不被允许的，“文革”期间叫封资修，那次大会堂舞会是一个信号，但这已经足够了。

让摄影家李晓斌惊奇的是，人们都跳得挺好，像是练过一样。但大家还是不太习惯，舞伴里，同性组合比异性组合显然要多。

那年10月，还是建国30周年，国庆联欢晚会同样在人民大会堂举行，舞会逐渐成为惯例。青年军人王朔，回家探亲搞到了一张票，也去参加了。





第八篇 三十年个人解放史(7)


他在后来的一篇文章中兴奋的描述到，到处洋溢着乐观气氛，晚会的节目很丰富……无数穿戴时髦的青年男女在跳华尔兹，大厅里响彻《蓝色多瑙河》、《维也纳森林》这样的圆舞曲和中国民乐改编的《喜洋洋》、《步步高》等舞曲。

但这一切让王朔挺不习惯。他不会跳舞，并且穿着军装，说不出有多压抑。他紧接着在后面写道，我感到世道变了，我和我身上这身曾经风靡一时令我骄傲的军装眼下都成了过时货。正在跳舞的人们已经穿上了高跟鞋、喇叭裤、尼龙衫，烫了头发，手腕上带着电子表，大概还有人在说英语。

回到部队，王朔放弃了入党申请，也不抢着打扫厕所学雷锋了。他跟军队头儿说他有路子买到日本产的彩色电视机，于是揣着3000块钱，去广东倒走私彩电去了。

再后来，彩电没倒成，王朔复员成了作家。

一场圆舞曲改变的不止是青年王朔，这个国家的所有人都发觉世道开始变了。那一年，北京修了新机场，机场壁画里还第一次出现了裸体女人；在广州，中国第一家音乐茶座正式营业；《大众电影》第一次在封底刊登了接吻的剧照；《读书》杂志创刊，开篇的文章叫《读书无禁区》。在美国《基督教科学箴言报》眼里，中国妇女们开始涌向百货商店，在北京排队最长的地方是理发店。

这一切，在当时引起的轰动都不小。

舞禁初开头四年

大会堂里舞禁初开，民间一些时髦的年轻人已经嗅到了肢体解放的味道，迪斯科悄然流行。这个名字还是后来的舶来品，在当时人们都把这种形如筛糠的运动叫做摇摆舞。公园里开始有大胆的年轻人试着摇摆，在那个夏天的颐和园，李晓斌拍下了一对北京的时尚青年，西服，蛤蟆镜，脚蹬懒汉鞋。他们的舞蹈引起了游客的围观，板砖录音机里放的音乐是“阿里巴巴是个快乐的青年”。摄影师回忆，围观的人心情都比较复杂，看得很过瘾，又挺犯怯。





第八篇 三十年个人解放史(8)


那时候交谊舞仅在小范围里男女之间私下保持着距离，摇摆舞更是时髦到极致的年轻人才敢为之的体验。

那时候西单民主墙刚刚搬到月坛公园，文艺青年们感觉没什么劲，开始感叹人生的路怎么越走越窄，年轻人们四处想找些乐子，于是就有了后来的圆明园露天舞会。

起先是1980年的清明节，一帮文艺青年开始在圆明园聚会。他们包括四月影会和星星画展的青年艺术家、诗人北岛、芒克以及后来的第五代导演何群。这些人去那边玩，聊天、跳舞。后来，吸引的人越来越多，思想比较开放的年轻人都去那里扎堆，露天舞会已经徒具形式，年轻人们只是要一个固定的思想交流之地。

在露天舞会上，围观的人群明显要比下场尝试的人多。围观者包括身穿卡其布制服满眼艳羡的工人和拿着相机充满好奇的“老外”。舞场中间明显要时髦得多，已经开始有男人穿碎花衬衫和白色体恤，那基本上属于当时最扎眼的打扮。即便过了20多年，很多人还是能够一眼就认出来，那个穿白色体恤，低头跳抽筋舞的是诗人多多。虽然当时他诗名远扬，但在如今，人们记住的还是他的那身装扮。

整个舞会的音乐伴奏皆来自于一部单卡录音机，被年轻人们形象地称为板砖，牌子是三洋的，价钱在260元到270元，相当于当时一个普通干部半年的工资。

北京的时髦姑娘喜欢去樱桃沟跳舞，那里樱花烂漫，且不太招摇。她们中间流行清一色的打扮，花阳伞、绿军裤、针织毛衣，以红色和黄色为佳。那是1980年的中国，那一年人们第一次知道了什么是物价上涨，大家手里没钱，消费品奇缺。当时的年轻人乐于用诗意装点生活，一个国家话剧院的电工，在公共厕所里可以诗意地用毛笔写公告：谁若把灯摘走，本人不再装灯，让厕所重归黑暗。毛笔字显然是练过的，总算找到机会表现。总之，那时候，物资还挺贫乏，青年向往美好。

民间舞会潜行了有一年多，到了1980年6月，时风陡转。

公安部和文化部联合下发了《关于取缔营业性舞会和公共场所自发舞会的通知》。





第八篇 三十年个人解放史(9)


当时，根据公安部的调查，全国各大城市均出现在公园、广场、饭馆、街巷等公共场所男女青年自发聚集跳交谊舞的现象，围观群众多时竟达万人，给社会治安带来了不少问题。

《通知》将跳交际舞视为“舞姿低级庸俗、伤风败俗”的娱乐项目，人民群众反映强烈，坚决要求取缔。并对营业性舞会的主办者依据《治安管理处罚条例》给予治安处罚，严重的以“妨害社会管理秩序罪”追究刑事责任。

与此相伴随的是，首都机场的裸体壁画《泼水节》被用布遮蔽，发表接吻照片的《大众电影》也遭受了读者的批判。

一时间，交谊舞处境不妙。思想界乍暖还寒，身体解放的群众基础并不牢靠。那时的报纸上，就曾产生过集体讨伐交谊舞的一番讨论。公园管理者站出来说，许多年轻人在公园跳舞，到了夜里还不肯走。他们违反制度，他们破坏公共财物、文物、绿地花坛，他们动作猥亵、语言粗鲁，最后发展到辱骂、殴打公园工作人员……

那两年社会治安不太好，人们对于社会风气的普遍担心，集中到交谊舞上，穿着时髦几乎成了流氓的代名词，跳交谊舞被指第三者插足。到了1983年，党内开始抵制精神污染，社会上开始严打，交谊舞的热情降至冰点。那时候，不要说在公园里跳舞，就是晚上两个青年男女在一起走路，也要遭受警察的盘问。

那时候，妇女地位还不高，孩子们编排跳交谊舞的女士有一句流行的顺口溜--“XXX的老婆十八岁，参加了美国的摇摆队……”

当时，西安出了个全国闻名的跳舞案件。一个叫马燕秦的中年妇女，在严打期间举办家庭舞会，遂被收审，案件牵涉300余人，成为轰动三秦的特大案件。

经审理，公安机关认为，马燕秦举办过两次家庭舞会，并与其中一个男的有过一次性行为，判死刑，缓期两年执行。多次参加马燕秦家庭舞会的主要成员，都被判了无期徒刑。甚至连为舞会伴奏的乐队成员惠黎明，也判无期徒刑。





第八篇 三十年个人解放史(10)


当时因为举办家庭舞会被严打判刑的案件不在少数。

那一年是1983年，没有交谊舞可跳的除夕夜，春节晚会悄然亮相。李谷一是晚会正式登台的第一位歌手，演唱的曲目是《乡恋》。由于这首歌当时还有“不健康”之嫌，在观众点播、领导点头的情况下才得以播出。

那一年，化纤纺织品最为流行，全棉质地的衣物没有市场。家庭里，电视机还没有成为大件，录音机老大的地位不可动摇。洗衣机已经走进千家万户，人们的双手已经被彻底解放出来了。

穿红裙子的“恶魔”

1984年，街上流行红裙子。那一年的夏天，北京想必很热，长安街上两个骑自行车身穿红色连衣裙的女子，被摄影师李晓斌记入了镜头。前面一个女子的裙子长度已经缩短到了膝盖以上，那是当年最时髦的打扮，来自于一部时尚电影的跟风。电影的名字叫《红衣少女》，讲的是上海纺织女工，比赛穿漂亮衣服的风潮。电影为那个年代的现实生活贡献了若干时尚新词，比如“斩衣”、“斩裙”、“斩得落花流水”，“斩”在当时差不多是炫耀、显摆的意思。

片子一公映，立时成为时尚的标签，红裙子插着“恶魔”的翅膀，风靡全国。每个追赶时髦的年轻女子都要赶着去买一条红裙子“斩”现风采。

裙子虽都是红的，但个性“斩”现在细节上，比如长度、花边、露胳膊的尺寸，各显神通。大街上，不止是裙子，红色像病毒一样四散传播，从坤包、皮鞋，到遮阳伞、发展到极致，一身红色成了当年的流行之最。

那一年，纺织品的消费节节攀升。尼龙消费增长了23.8％，绸缎增长了19％，毛线增长了29.6％。下海的人们赚到了第一桶金，电视机的销量第一次盖过了录音机，时尚普及的速度也大大加快了。

伴随期间的是妇女地位的大幅提高，那一阵子，男人给妇女背包，给妇女打伞，男人抱孩子，成为风潮。红裙子解放了肢体和思想，交谊舞的解禁重又提上了议程。





第八篇 三十年个人解放史(11)


1984年10月19日，中宣部、文化部、公安部联合下发了《关于加强舞会管理问题的通知》，语气略微松动，改禁为限，这一做法，划开了中国娱乐业封冻的冰面。

当年，北京市批准了四家舞厅的开放，但只允许四种类型人进入：外国人、留学生、华侨和华侨带进来的中国人。

怎么打开这个缺口，需要来自自下而上的尝试。随后，天津市领风气之先，搞起了舞厅试点。当时李瑞环担任天津市长，大搞舞厅示范，1985年4月，天津市文化局、公安局联合组建天津市舞会管理办公室，负责对舞会活动的管理，将全市营业性交谊舞会纳入统一管理的轨道，改变了之前多头管理，又管不好的局面。当年10月，这个城市已经有了56家营业性舞厅，并且运营正常。

1986年，王蒙复出，当了文化部长，这个酷爱交谊舞的作家，上任之初，就干了一件大事：让交谊舞解禁。

据他后来在《王蒙自传》中回忆，当时，文化部、国家工商管理局和公安部鉴于各地冒头的歌舞厅现象，还曾联合发文，严令不准开设营业性的歌舞厅。有个省的人大常委会作出过一个不执行三个部门联合文件的决议，部委文件遭遇地方“搁浅”，这种情况在当时颇为少见的。这说明什么？人们需要丰富的业余文化生活。问题不是应不应该开歌舞厅，是如何管理好的问题。作为文化部长，王蒙一上任就给交谊舞解禁定了调子。

当年，鉴于天津市的情况，文化部、公安部先后派员赴津了解舞会活动情况。之后，以《天津市舞会办得比较健康》为文，向全国各省、自治区、直辖市下发通知。并在通知中指出：“从天津市和其它一些地方反映的情况看，只要做好组织和管理工作，舞会是可以办好的。”

天津舞会办得好，全国开始争相效仿，各省派了考察团，回去之后，就先从工会组织抓起。





第八篇 三十年个人解放史(12)


交谊舞开始从小众的圈子向大众蔓延，几乎刮的是一场旋风，一夜之间，各单位的工会都开始发动组织舞会，但由于交谊舞禁得太久了，人们不免显得缩手缩脚。

工会不仅组织舞会还要负责教会跳舞。于是，出现了一批专门开班授课的交谊舞专业人员，其风靡程度相当于后来的MBA培训班。杨艺就是其中之一，1985年，他每个月教授交谊舞的收入已经达到千元，是一个普通公务员月收入的20倍。

舞场上的男女比例，开始出现女多男少的尴尬局面。洗衣机的普及解放了越来越多的已婚女子，她们涌进舞厅，相对而言，学舞的男人却明显偏少，舞场上的男人忙得够呛，带了这个，又带那个，舞技不好的女人没有人请，于是，开始有女人学跳男步。

那时候流行的舞曲是《十五的月亮》、《大约在冬季》、《悔恨的泪》、《铁窗泪》以及《小城故事》，后来舞曲更新的速度越来越快，比如《渴望》热映，第二天就有了主题曲改编的舞曲。

伴随着工会舞会的火热，社会上一批舞厅也相继诞生。在北京，人气最旺的要数北海舞厅，在1985年的票价是两块钱，当时大多数北京人还拿40多块钱的工资，去北海舞厅跳舞无疑是很值得炫耀的。另外，还有一个是故宫的三殿，以场面宏大著称。北京饭店的西厅舞厅，当时是品味的象征，跳舞人群的档次都不低，老百姓一般是不去的。当时，北京舞厅的规模达到了空前，大的舞厅都能够容纳千人。

1987年2月，文化部、公安部、国家工商联联合下发《关于改进舞会管理问题的通知》，此举让中国娱乐业彻底解冻。通知中，第一次明确肯定了“举办营业性舞会是我国经济发展和人民物质文化生活水平日益提高的一种客观需求”。

那时候，杨艺已经成为北京的名人，他创新发明了一种叫做北京平四的交谊舞步，粉丝无数，人称“平四王子”。1991年他把交谊舞的教学搬上了电视，成了最早的百万富翁。而后，北京机场的裸体女人终于得以取下遮羞布，重见天日。

身体摇摆的晴雨表

回顾身体摇摆的历史，交谊舞的风行仿佛轮回，从来都是大气候的显示计。





第八篇 三十年个人解放史(23)


作家王蒙始终是个交谊舞爱好者，后来他在小说《活动变人形》中，对于解放前，交谊舞的兴废，有过意味深长地回顾。他写道：

解放前，跳交谊舞的多半是一些个坏人。一九四八年，国民党政权覆灭前夕，武汉发生过一次大丑闻。国民党军政要员的太太小姐们陪美国军官跳舞，突然停电了，据说停电后发生了集体强奸案，国民党所有报纸都登了，还叫嚷要彻查。也就是四八年，上海的舞女还有过一次革命行动，游行示威请愿，捣毁了市政厅。我小时候总听人家说舞女是不正经的女人，但到了一九四八年，舞女也革命了。

至于革命的人也跳舞，这是我读了史沫特莱女士的《中国之战歌》之后才知道的，这本书里描写了毛泽东、朱德、彭德怀等革命领袖的舞姿。我当时还有点想不通，怎么能在延安跳舞呢？

到了50年代，城市人学跳交谊舞成风。那个年代因响应党中央的号召，除了扫文盲，还要学习苏联老大哥，得扫舞盲。据说国家领导都在跳，老百姓还会不学？各个单位把扫舞盲当作政治任务下达到各个单位的年轻人中去，工会还为年青人专门办了交谊舞学习班，有专人教。

那时的舞厅男多女少，人们封建，丈夫不跳，妻子是不会出去跳的。场所就在工会办公楼前的水泥地上，每个星期六晚上都有。流行的舞曲有《步步高》、《彩云追月》、《一条大河》、《四季歌》和《草原上升起不落的太阳》。

五十年代后期，舞会的口子日益缩小。到了1960年，三年灾荒，吃都吃不饱，谁还跳舞，单位的舞会从此就彻底结束了。

直至1979年的除夕前夜，邓小平解放思想的讲话刚刚过去不久，青年盖丽丽的华尔兹就跳进了人民大会堂。

五、“家庭舞会”的罪与罚

80年代初，“家庭舞会”从北京高干子女群体蔓延到全国各地。

1982年，公安部、文化部制定了《关于取缔营业性舞会和劝阻家庭舞会的精神》的文件，要求对家庭舞会进行取缔，而且要求各级领导干部要以身作则，教育自己的子女不要举办家庭舞会。





第八篇 三十年个人解放史(24)


当时，西安有一个叫马燕秦的中年妇女，喜欢跳舞。当地派出所曾经找过马燕秦，询问有关跳舞的情况。马燕秦一口气讲述了数百个一起跳过舞的男女，有些男人还和她有过更亲密的关系。派出所的本意是为了警告，不要她太招摇，但没想到马燕秦根本无所顾忌。但鉴于当时没有合适的法律依据处罚这样的行为，马燕秦被释放了。

1983年“严打”开始后，马燕秦成为重点打击对象，不但被收监，而且陆续抓审了三百多人，成为轰动陕西的特大案件。《陕西日报》以整版的显要位置多次报导案情。此案由于牵扯人数众多且面广，审理一时难以完结，躲过了“严打”最高峰，直到1984年才结案。有些知道内情的人判断说，如果正值“严打”高峰时判决，至少得枪毙十几个人。虽熬过了高峰，但还是枪毙了以马燕秦为首的三个人，有三人被判“死缓”，两人被判“无期徒刑”，“有期徒刑”者则数量更多。

在济南，山东京剧院演员张于太也喜好参加家庭舞会，和他经常在一起的还包括当时山东省军区司令员之子耿爱平（外号“耿三”）、山东省副省长之子武卫尘（外号“武二毛”）、山东吕剧剧团会计之子傅国营、济南某医院医生徐春生以及市民车立君等。就在1983年“严打”期间，耿三、武二毛、傅国营、徐春生、车立君等十多人都被列为“流氓集团”重要成员而被枪毙。

张于太也被抓捕，抓捕过程颇具戏剧性。当时，山东京剧团正在河北一个县城演出，他担任的角色中途就演完下场了。卸妆后他和剧组人员一起去喝酒，席间闲聊过程中，他忽然摘下手腕上的手表，递给一个从小和他一起在戏班长大的女演员，说：“妹呀，哥哥我不定什么时候就出事，这手表送给你了，你留着做个纪念。”

对方哪里会要？但他再三坚持，女演员最终很无奈地接下了手表，笑着说：“好吧，算是我暂时替你保管着好了。”当夜12点左右，两辆从济南开来的警车就把他从演出地抓走。





第八篇 三十年个人解放史(25)


1995年，张于太刑满出狱。也就是在这一年，中国在册登记的歌舞厅数量已经达到了20662个，从业人员有224938人之多。12年的时间里，中国已经改变了太多。

《读书无禁区》事件

1979年4月，《读书》杂志正式创刊。始料未及的是，第一期上面的文章《读书无禁区》就引发了激烈争论。

《读书》原主编范用说，“《读书无禁区》原来的标题是《打破读书禁区》，作者是中宣部新闻出版局理论处处长李洪林。发稿时，我把篇名改成了《读书无禁区》。”当时，他并非不知道这样做会有麻烦，但是，“我当时心里就是这么想的，因为毛泽东读书就没有什么禁区。”范用说。

杂志出来后，上级主管机关找范用谈话，批评《读书无禁区》提法不妥。范用说：“我当时进行了辩解。估计那位领导没有仔细读完这篇文章。因为里面的内容主要是打破精神枷锁，文章有一段说得很清楚，‘对于书籍的编辑、翻译、出版发行，一定要加强党的领导，加强马克思主义的阵地。对于那些玷污人的尊严，败坏社会风气，毒害青少年身心的书籍，必须严加取缔’。”他还说，“我个人认为，我们要相信读者的判断力。即使是不好的书，也应该让他们看，知道这些书不好在什么地方。”

当时《读书》杂志编辑董秀玉回忆说：“创刊号的《读书无禁区》受到批评和一些人的攻击，陈原同志连续刊发了几篇这样的批评文章，作公开讨论。在两周年告读者书中，陈翰伯亲自执笔著文，重申办刊宗旨，坦荡地坚持‘读书无禁区’的主张，并宣告：探索真理的工作绝不是一代人所能完成的。听凭某一圣哲一言定鼎的办法，更是不足为训。我们愿意和读者一起在激荡的思想海洋里，各自拿出一点智慧来……” 然而，事情并未就此结束，1983年，沈昌文和董秀玉代表杂志到上级部门做检查。沈昌文说：“我们到了会场，大家正在讨论《读书》杂志的问题，不料，有另一家更“重要”的杂志出了问题，领导急于去那里。于是会议取消，后来也没有再追究。”






                `
            }
        },
        props: {
            dataList: {
                type: Array,
                default:
                    function () {
                        return [
                            {
                                time: 1588832657000,
                                img: '',
                                title: '一本书就是一根时间轴',
                                content: '时间轴的左边是可以是一段话,一句话,一个词'
                            },
                            {
                                time: 1588833176000,
                                img: '',
                                title: '一本书就是一根时间轴',
                                content: '时间轴的右边可以是你的想法'
                            },
                            {
                                time: 1588833318000,
                                img: 'static/one.jpeg',
                                title: '树枝',
                                content: '树枝直接可以有联系'
                            },
                            {
                                time: 1588833389000,
                                img: 'static/three.jpg',
                                title: '一个时间轴浓缩一部事物发展史',
                                content: '时间节点表现事物发展过程,这是时间角度'
                            },
                            {
                                time: 1588833502000,
                                img: 'static/three.jpg',
                                title: '思维导图',
                                content: '思维导图表现事物之间的联系,从空间角度理解事物'
                            },
                            {
                                time: 1588833596000,
                                img: 'static/three.jpg',
                                title: '思维导图和时间轴的结合',
                                content: '这是一个创新'
                            },
                            {
                                time: 1588833712000,
                                img: 'static/one.jpeg',
                                title: '应用场景',
                                content: '换一种方式读书,记录,计划,游戏,分析问题'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/touxiang.jpeg',
                                title: 'hzqing.com',
                                content: '这是衡钊清的个人博客'
                            },
                            {
                                time: '2018-03-30 14:36:35',
                                img: 'static/one.jpeg',
                                title: '这是一个简单的vue时间轴插件',
                                content: '这是一个简单的vue时间轴插件，使用非常的方便'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            },
                            {
                                time: 1522372393000,
                                img: 'static/three.jpg',
                                title: '努力奋斗',
                                content: '当你发现你的才华撑不起野心时，就请安静下来学习吧~~~'
                            }
                        ]
                    }
            },
            timelineColor: { // 组建背景颜色
                type: String,
                default:
                    '#5bbcd5'
            },
            timeContentColor: {
                type: String,
                default:
                    '#f2f2f2'
            }
        },
        filters: {
            formatDate (time) {
                return parseTime(time, '{y}年{m}月{d} {h}:{i}')
            }
        },
        mounted () {
            const timeline = this.$refs.timeline
            timeline.style.setProperty('--timelineColor', this.timelineColor)
            timeline.style.setProperty('--timeContentColor', this.timeContentColor)
        }
    }
</script>

<style rel="stylesheet/scss" lang="scss">
    #hzqing {
        list-style: none;
        position: relative;
        padding: 20px;
        margin: 0 auto;
        overflow: hidden;
        background: var(--timelineColor);
        font-family: "微软雅黑", Arial, Helvetica, sans-serif;
        .timeline-row {
            padding-left: 50%;
            z-index: 10;
            position: relative;
            .timeline-time {
                position: absolute;
                right: 50%;
                text-align: right;
                margin-right: 60px;
                font-size: 17px;
                line-height: 35px;
                top: 40px;
            }
            .timeline-img {
                position: absolute;
                top: 30px;
                left: 49%;
                margin-left: -15px;
                width: 60px;
                height: 60px;
                text-align: center;
                overflow: hidden;
                padding: 3px;
                font-size: 14px;
                z-index: 100;
            }
            .timeline-content {
                position: relative;
                background: var(--timeContentColor);
                color: #333333;
                border-radius: 5px;
                margin-right: 0px;
                margin-left: 60px;
                margin-bottom: 20px;
                min-height: 80px;
                .content-body {
                    padding: 15px 15px 2px;
                    position: relative;
                    z-index: 10;
                    h2 {
                        font-size: 20px;
                        margin-bottom: 12px;
                        margin-top: 0;
                        line-height: 15px;
                        font-weight: 600;
                    }
                    p {
                        margin: 0px 0px 15px;
                    }
                }
            }
            .timeline-content:after {
                content: "";
                position: absolute;
                top: 60px;
                left: -60px;
                height: 4px;
                width: 80px;
                background-color: rgba(0, 0, 0, 0.2);
                z-index: -1;
            }
        }
        .timeline-row:nth-child(odd) { // 奇数样式
            padding-left: 0;
            padding-right: 50%;
            .timeline-time {
                right: auto;
                left: 50%;
                text-align: left;
                margin-right: 0;
                margin-left: 60px;
            }
            .timeline-content {
                margin-right: 60px;
                margin-left: 0px;
            }
            .timeline-content:after {
                left: auto;
                right: -60px;
            }
        }
        @media screen and (max-width: 1200px) {
            .timeline {
                .timeline-row {
                    position: relative;
                    right: auto;
                    top: 0;
                    margin: 0 0 6px 56px;
                    padding: 0;
                    margin-bottom: 16px;
                }
                .timeline-row:nth-child(odd) {
                    padding-right: 0;
                    .timeline-content {
                        margin-right: 0px;
                        margin-left: 40px;
                    }
                    .timeline-time {
                        position: relative;
                        right: auto;
                        left: auto;
                        top: 0;
                        text-align: left;
                        margin: 0 0 0px 40px;
                    }
                }
                .timeline-img {
                    top: 40px;
                    left: -55px;
                    margin-left: 0;
                    padding: 0px;
                }
                .timeline-time {
                    position: relative;
                    right: auto;
                    left: auto;
                    top: 0;
                    text-align: left;
                    font-size: 15px;
                    margin: 0 0 0px 40px;
                }
                .timeline-content {
                    margin-left: 40px;
                    box-shadow: 0 1px 2px rgba(0, 0, 0, 0.1);
                    position: relative;
                }
                .timeline-content:after {
                    right: auto !important;
                    left: -65px !important;
                    top: 30px;
                }
            }
            .timeline:after {
                left: 50px;
            }

        }
    }

    .timeline:after {
        content: "";
        position: absolute;
        top: 0;
        left: 50%;
        background-color: rgba(0, 0, 0, 0.2);
        height: 100%;
        width: 4px;
        border-radius: 2px;
        margin-left: -2px;
        display: block;
    }

</style>
